[
    {
        "word": "testament",
        "definition_german": "Letztwillige Verfügung; Dokument, in dem der Erblasser festlegt, wer sein Vermögen erben soll.",
        "definition_english": "Will, testament; a legal document specifying the distribution of a person's estate after death.",
        "context_snippet": "Sein mütterliches Erbe zwar, dessen Zinsen übrigens schon immer zur Hälfte nach Hamburg gewandert waren, wurde, soweit es noch nicht im voraus verbraucht war, von Herrn Stephan Kistenmaker verwaltet, der dazu durch seines toten Freundes Testament bestellt worden war; aber Christian war im übrigen Herr seines Willens ...",
        "chapter": 94
    },
    {
        "word": "brach",
        "definition_german": "Begann plötzlich und heftig (zu lachen, zu weinen etc.); Präteritum von brechen.",
        "definition_english": "Broke (out); started suddenly (used here for laughter).",
        "context_snippet": "Als sie eines Tages ihrer Schwägerin berichtete, daß mehrere Handwerker und Lieferanten in unanständiger Weise auf die Berichtigung größerer Rechnungen gedrungen hatten, blieb Frau Permaneder lange Zeit erstarrt und brach dann in ein fürchterliches Gelächter aus ...",
        "chapter": 94
    },
    {
        "word": "nützen",
        "definition_german": "Von Nutzen sein; helfen oder von Vorteil sein.",
        "definition_english": "To be useful, to benefit, to serve a purpose.",
        "context_snippet": "Nun aber war der kleine Johann eigentlich gar nicht mehr klein, er war ein fünfzehnjähriger Junge, dem sie trotz seiner Zartheit nicht mehr beträchtlich nützen konnte ...",
        "chapter": 94
    },
    {
        "word": "seele",
        "definition_german": "Der Kern oder das Wesen eines Menschen; hier oft in liebevollem Sinne ('gute Seele').",
        "definition_english": "Soul; used affectionately to mean a kind or dear person.",
        "context_snippet": "Die gute Seele hatte, als die vorige Generation ihr entwachsen war, alsbald den kleinen Johann vorgefunden, den sie hegen und pflegen, dem sie Grimmsche Märchen vorlesen und die Geschichte des Onkels erzählen konnte, welcher am Schluckauf gestorben war.",
        "chapter": 94
    },
    {
        "word": "fürs",
        "definition_german": "Kontraktion von 'für das'.",
        "definition_english": "For the (contraction of 'für das').",
        "context_snippet": "Aber dies rief einen solchen Sturm des Entsetzens von seiten Frau Permaneders hervor, daß sie den Plan fürs erste fahren lassen mußte.",
        "chapter": 94
    },
    {
        "word": "hegen",
        "definition_german": "Mit großer Sorgfalt behandeln und pflegen; liebevolle Fürsorge angedeihen lassen.",
        "definition_english": "To cherish, to nurse, to care for.",
        "context_snippet": "Die gute Seele hatte, als die vorige Generation ihr entwachsen war, alsbald den kleinen Johann vorgefunden, den sie hegen und pflegen, dem sie Grimmsche Märchen vorlesen und die Geschichte des Onkels erzählen konnte, welcher am Schluckauf gestorben war.",
        "chapter": 94
    },
    {
        "word": "umsonst",
        "definition_german": "Ohne Grund, vergebens; ohne Gegenleistung oder Ergebnis.",
        "definition_english": "In vain, for nothing, uselessly.",
        "context_snippet": "Nicht umsonst besaß er soviel Ähnlichkeit mit seinem Urgroßvater ...",
        "chapter": 94
    },
    {
        "word": "seltsam",
        "definition_german": "Merkwürdig, ungewöhnlich, befremdlich.",
        "definition_english": "Strange, odd, peculiar.",
        "context_snippet": "Dergleichen befremdete ihn nicht mehr; es hatte ihn seltsamerweise niemals befremdet.",
        "chapter": 94
    },
    {
        "word": "besitz",
        "definition_german": "Eigentum, Hab und Gut; das Innehaben von Sachen.",
        "definition_english": "Possession, property, ownership.",
        "context_snippet": "Dorthin zog die Senatorin, im Herbst des Jahres sechsundsiebenzig, mit ihrem Sohne, ihren Dienstboten und einem Teile ihres Hausrates, während ein anderer Teil davon unter dem Wehklagen Frau Permaneders zurückgelassen werden und in den Besitz des alternden Junggesellen übergehen mußte.",
        "chapter": 94
    },
    {
        "word": "gegenüber",
        "definition_german": "Auf der anderen Seite, im Angesicht; im Verhältnis zu.",
        "definition_english": "Opposite, facing, across from.",
        "context_snippet": "Es geschah, daß er sich in Gerda Buddenbrooks Salon erblicken durfte, ihr gegenüber in einem Fauteuil, Aug' in Auge mit ihr über den Preis ihres Hauses verhandelnd.",
        "chapter": 94
    },
    {
        "word": "erzählen",
        "definition_german": "Berichten, eine Geschichte wiedergeben oder von Begebenheiten berichten.",
        "definition_english": "To tell, to narrate, to recount.",
        "context_snippet": "Immer, wenn Frau Permaneder bei ihrer Schwägerin vorsprach, zog sie ihren Neffen an sich, um ihm von der Vergangenheit und jener Zukunft zu erzählen, welche Buddenbrooks, nächst der Gnade Gottes, ihm, dem kleinen Johann, zu verdanken haben sollten.",
        "chapter": 94
    },
    {
        "word": "andererseits",
        "definition_german": "Von einer anderen Perspektive betrachtet; umgekehrt, im Gegensatz dazu.",
        "definition_english": "On the other hand, conversely.",
        "context_snippet": "Sie hatte diese Frau, die weit später in die Familie eingetreten war als sie, eigentlich niemals recht als zugehörig und vollwertig angesehen und begann andererseits in vorgerückten Jahren mit dem Dünkel einer alten Dienerin sich selbst übertriebene Befugnisse anzumaßen.",
        "chapter": 94
    },
    {
        "word": "schicken",
        "definition_german": "Senden, abschicken; jemandem etwas zukommen lassen.",
        "definition_english": "To send.",
        "context_snippet": "Justus Kröger war ebenfalls abgeschieden, und das war schlimm; denn nun hinderte niemand mehr seine schwache Gattin, das letzte Silberzeug zu verkaufen, um dem entarteten Jakob Geld schicken zu können, der irgendwo draußen in der Welt sein Lotterleben führte ...",
        "chapter": 94
    },
    {
        "word": "werk",
        "definition_german": "Etwas, das geschaffen oder unternommen wird; ein Unternehmen, eine Leistung.",
        "definition_english": "Work, undertaking, enterprise.",
        "context_snippet": "Aber dann tröstete sie sich damit, daß das Ende der Firma ja nicht geradezu dasjenige der Familie sei, und daß ihr Neffe eben ein junges und neues Werk werde beginnen müssen, um seinem hohen Berufe nachzukommen, der ja darin bestand, dem Namen seiner Väter Glanz und Klang zu erhalten und die Familie zu neuer Blüte zu bringen.",
        "chapter": 94
    },
    {
        "word": "unwillen",
        "definition_german": "Ärger, Missfallen, Zorn.",
        "definition_english": "Indignation, displeasure, resentment.",
        "context_snippet": "Man erzählte sich Wunderdinge über das, was sie dazu nötigte, über das bedenkliche Zusammenschmelzen des Buddenbrookschen Vermögens, und so konnte es geschehen, daß allgemach in der Stadt eine Stimmung Platz zu greifen begann, die die verwitwete Senatorin anfangs mit Erstaunen und Befremdung, dann mit wachsendem Unwillen in ihrem Haushalt empfinden mußte ...",
        "chapter": 94
    },
    {
        "word": "angesicht",
        "definition_german": "Das Gesicht; der Anblick (einer Person).",
        "definition_english": "Face, countenance.",
        "context_snippet": "Das schlohweiße Haar von allen Seiten ins Gesicht gestrichen, starrte er ihr mit gräßlich vorgeschobenem Kinn von unten herauf ins Angesicht und erreichte es, vollkommen bucklig auszusehen.",
        "chapter": 94
    },
    {
        "word": "erbe",
        "definition_german": "Das Vermögen oder der Besitz, der von einem Verstorbenen hinterlassen wird.",
        "definition_english": "Inheritance, legacy, estate.",
        "context_snippet": "Sein mütterliches Erbe zwar, dessen Zinsen übrigens schon immer zur Hälfte nach Hamburg gewandert waren, wurde, soweit es noch nicht im voraus verbraucht war, von Herrn Stephan Kistenmaker verwaltet, der dazu durch seines toten Freundes Testament bestellt worden war; aber Christian war im übrigen Herr seines Willens ...",
        "chapter": 94
    },
    {
        "word": "verhandelnd",
        "definition_german": "Im Begriff, über Konditionen und Preise zu sprechen, um eine Einigung zu erzielen.",
        "definition_english": "Negotiating, bargaining.",
        "context_snippet": "Es geschah, daß er sich in Gerda Buddenbrooks Salon erblicken durfte, ihr gegenüber in einem Fauteuil, Aug' in Auge mit ihr über den Preis ihres Hauses verhandelnd.",
        "chapter": 94
    },
    {
        "word": "permaneders",
        "definition_german": "Bezieht sich auf Frau Permaneder (Genitiv).",
        "definition_english": "Permaneder's (referring to Frau Permaneder).",
        "context_snippet": "Aber dies rief einen solchen Sturm des Entsetzens von seiten Frau Permaneders hervor, daß sie den Plan fürs erste fahren lassen mußte.",
        "chapter": 94
    },
    {
        "word": "wurden",
        "definition_german": "Präteritum Plural von werden; kamen in einen Zustand.",
        "definition_english": "Became; were (used in passive or linking sense, past tense plural).",
        "context_snippet": "Die gegebene Frist war kurz, sie sollte mit buchstäblicher Genauigkeit innegehalten werden, die Zeit drängte.",
        "chapter": 94
    },
    {
        "word": "frist",
        "definition_german": "Ein festgelegter Zeitabschnitt, innerhalb dessen etwas geschehen muss; Deadline.",
        "definition_english": "Deadline, set period, time limit.",
        "context_snippet": "Die gegebene Frist war kurz, sie sollte mit buchstäblicher Genauigkeit innegehalten werden, die Zeit drängte.",
        "chapter": 94
    },
    {
        "word": "zehenspitzen",
        "definition_german": "Das äußerste Ende der Füße; die Spitzen der Zehen.",
        "definition_english": "Tiptoes, tips of the toes.",
        "context_snippet": "Er umarmte sie, legte dann die Hände auf den Rücken, stützte sich auf sein eines Bein, indem er den anderen Fuß auf die Zehenspitzen stellte, und sah zu, wie sie davonging, mit demselben grüblerischen und nach innen gekehrten Blick, den seine goldbraunen, bläulich umschatteten Augen an der Leiche seiner Großmutter, beim Tode seines Vaters, bei der Auflösung der großen Haushalte und so manchem weniger äußerlichen Erlebnis ähnlicher Art angenommen hatten ...",
        "chapter": 94
    },
    {
        "word": "börse",
        "definition_german": "Der Ort, an dem mit Wertpapieren und Waren gehandelt wird; Finanzmarkt.",
        "definition_english": "Stock exchange, bourse.",
        "context_snippet": "Sie verschafften ihm eine höchst wichtige Tätigkeit, sie berechtigten ihn, an der Börse mit allen Anzeichen der Überarbeitung sein Haupthaar zu streichen und zu versichern, daß er sich aufreibe ...",
        "chapter": 94
    },
    {
        "word": "willens",
        "definition_german": "Der Wunsch, die Absicht, die Entscheidungsfreiheit einer Person.",
        "definition_english": "Will, free will, volition (used in the context of 'Herr seines Willens').",
        "context_snippet": "Sein mütterliches Erbe zwar, dessen Zinsen übrigens schon immer zur Hälfte nach Hamburg gewandert waren, wurde, soweit es noch nicht im voraus verbraucht war, von Herrn Stephan Kistenmaker verwaltet, der dazu durch seines toten Freundes Testament bestellt worden war; aber Christian war im übrigen Herr seines Willens ...",
        "chapter": 94
    },
    {
        "word": "schien",
        "definition_german": "Den Anschein haben, wirkte (Präteritum von scheinen).",
        "definition_english": "Seemed, appeared.",
        "context_snippet": "Die Ehe schien sein Befinden nicht günstig beeinflußt zu haben.",
        "chapter": 94
    },
    {
        "word": "besaß",
        "definition_german": "Hatte, verfügte über (Präteritum von besitzen).",
        "definition_english": "Possessed, owned, had.",
        "context_snippet": "Nicht umsonst besaß er soviel Ähnlichkeit mit seinem Urgroßvater ...",
        "chapter": 94
    },
    {
        "word": "kinn",
        "definition_german": "Der untere Teil des Gesichts unter dem Mund.",
        "definition_english": "Chin.",
        "context_snippet": "Das schlohweiße Haar von allen Seiten ins Gesicht gestrichen, starrte er ihr mit gräßlich vorgeschobenem Kinn von unten herauf ins Angesicht und erreichte es, vollkommen bucklig auszusehen.",
        "chapter": 94
    },
    {
        "word": "winziger",
        "definition_german": "Kleiner als normal; sehr klein (Komparativ).",
        "definition_english": "Smaller, tinier (comparative of 'winzig').",
        "context_snippet": "Auch Madame Kethelsen hatte den Frieden. Nachdem sie sich während der letzten Jahre mit der Gicht hatte plagen müssen, war sie sanft, einfältig und kindergläubig dahingegangen, beneidet von ihrer gelehrten Schwester, die immer noch hie und da gegen kleine rationalistische Anfechtungen zu kämpfen hatte und, obgleich sie beständig buckliger und winziger wurde, durch eine zähere Konstitution an diese schlechte Erde gebannt war.",
        "chapter": 94
    },
    {
        "word": "anheischig",
        "definition_german": "Bereit erklären, etwas zu tun; sich verpflichten ('sich anheischig machen').",
        "definition_english": "To undertake, to offer (to do something).",
        "context_snippet": "Er machte sich anheischig, das Haus zu übernehmen, streckte die Hand aus und bot mit tückischem Lächeln fünfundachtzigtausend Mark.",
        "chapter": 94
    },
    {
        "word": "entlassen",
        "definition_german": "Aus einem Dienstverhältnis ausscheiden lassen; wegschicken.",
        "definition_english": "To dismiss, to let go, to discharge (from service).",
        "context_snippet": "Allein Herrn Kistenmakers Meinung mußte gehört werden, Gerda Buddenbrook mußte Herrn Gosch entlassen, ohne mit ihm abgeschlossen zu haben, und es zeigte sich, daß Herr Kistenmaker nicht gesonnen war, irgendwelche Eingriffe in seine Tätigkeit zu gestatten.",
        "chapter": 94
    },
    {
        "word": "ward",
        "definition_german": "Wurde (archaische Präteritum-Form von werden).",
        "definition_english": "Became (archaic past tense of 'werden').",
        "context_snippet": "Die Lage ward unhaltbar, erregte Auftritte fanden statt, und obgleich Frau Permaneder mit der nämlichen Beredsamkeit für sie bat, mit der sie für die großen Wohnhäuser und die Möbel gebeten hatte, erhielt die alte Ida den Abschied.",
        "chapter": 94
    },
    {
        "word": "sturm",
        "definition_german": "Eine heftige Bewegung, ein Ausbruch von Emotionen oder eine starke Reaktion.",
        "definition_english": "Storm (often metaphorical for an outburst of emotion or protest).",
        "context_snippet": "Aber dies rief einen solchen Sturm des Entsetzens von seiten Frau Permaneders hervor, daß sie den Plan fürs erste fahren lassen mußte.",
        "chapter": 94
    },
    {
        "word": "gehört",
        "definition_german": "Akustisch wahrgenommen; muss berücksichtigt werden (als Meinung).",
        "definition_english": "Heard; must be taken into account (as an opinion).",
        "context_snippet": "Allein Herrn Kistenmakers Meinung mußte gehört werden, Gerda Buddenbrook mußte Herrn Gosch entlassen, ohne mit ihm abgeschlossen zu haben, und es zeigte sich, daß Herr Kistenmaker nicht gesonnen war, irgendwelche Eingriffe in seine Tätigkeit zu gestatten.",
        "chapter": 94
    },
    {
        "word": "erhalten",
        "definition_german": "Bewahren, dafür sorgen, dass etwas fortbesteht.",
        "definition_english": "To maintain, to preserve, to keep alive.",
        "context_snippet": "Die Tatsache, daß ihr Bruder über seinen Sohn und einzigen Erben hinweggegangen war, daß er für ihn nicht hatte die Firma am Leben erhalten wollen, enttäuschte und schmerzte sie sehr.",
        "chapter": 94
    },
    {
        "word": "tod",
        "definition_german": "Das Ende des Lebens; Ableben.",
        "definition_english": "Death.",
        "context_snippet": "Auch ihr, die ehemals die Ursache so heftigen Zwists in der Familie gewesen war, hatte der Tod seine sühnende und verklärende Krone aufgesetzt, und ihre drei Töchter, Friederike, Henriette und Pfiffi, fühlten nun das Recht, den Kondolationen ihrer Verwandten eine beleidigte Miene entgegenzusetzen, als wollten sie sagen: »Da seht, eure Verfolgungen haben sie in die Grube gebracht!« ...",
        "chapter": 94
    },
    {
        "word": "amsterdam",
        "definition_german": "Hauptstadt der Niederlande.",
        "definition_english": "Amsterdam (city in the Netherlands).",
        "context_snippet": "Gerda Buddenbrook war so indigniert, daß sie sogar etwas wie einen halben Entschluß laut werden ließ, mit dem kleinen Johann die Stadt zu verlassen, zu ihrem alten Vater nach Amsterdam zu ziehen und wieder Duos mit ihm zu geigen.",
        "chapter": 94
    },
    {
        "word": "längst",
        "definition_german": "Schon vor langer Zeit; seit langem.",
        "definition_english": "Long ago, for a long time.",
        "context_snippet": "Ein knappes Jahr nach dem Tode seines Bruders, des Senators, war er nach Hamburg übergesiedelt, woselbst er sich mit einer Dame, der er längst schon nahegestanden, mit Fräulein Aline Puvogel, vor Gott und den Menschen vermählt hatte.",
        "chapter": 94
    },
    {
        "word": "übrigen",
        "definition_german": "Was noch übrig bleibt; die restlichen Dinge oder Aspekte.",
        "definition_english": "Remaining, concerning the rest; otherwise.",
        "context_snippet": "Sein mütterliches Erbe zwar, dessen Zinsen übrigens schon immer zur Hälfte nach Hamburg gewandert waren, wurde, soweit es noch nicht im voraus verbraucht war, von Herrn Stephan Kistenmaker verwaltet, der dazu durch seines toten Freundes Testament bestellt worden war; aber Christian war im übrigen Herr seines Willens ...",
        "chapter": 94
    },
    {
        "word": "dame",
        "definition_german": "Eine erwachsene Frau von Stand oder feinem Benehmen.",
        "definition_english": "Lady, woman.",
        "context_snippet": "Ein knappes Jahr nach dem Tode seines Bruders, des Senators, war er nach Hamburg übergesiedelt, woselbst er sich mit einer Dame, der er längst schon nahegestanden, mit Fräulein Aline Puvogel, vor Gott und den Menschen vermählt hatte.",
        "chapter": 94
    },
    {
        "word": "behinderung",
        "definition_german": "Erschwerung, Hinderung; ein Umstand, der etwas verlangsamt oder verhindert.",
        "definition_english": "Obstruction, hindrance, impediment.",
        "context_snippet": "Jedenfalls setzte es seine Gemahlin in den Stand, unbeschadet der praktischen und ideellen Vorteile, die sie der Heirat verdankte, ihr früheres unabhängiges Leben ohne Rücksicht und Behinderung fortzuführen.",
        "chapter": 94
    },
    {
        "word": "darin",
        "definition_german": "In dieser Sache, in diesem Punkt, in etwas enthalten.",
        "definition_english": "Therein, in it, in that.",
        "context_snippet": "Aber dann tröstete sie sich damit, daß das Ende der Firma ja nicht geradezu dasjenige der Familie sei, und daß ihr Neffe eben ein junges und neues Werk werde beginnen müssen, um seinem hohen Berufe nachzukommen, der ja darin bestand, dem Namen seiner Väter Glanz und Klang zu erhalten und die Familie zu neuer Blüte zu bringen.",
        "chapter": 94
    },
    {
        "word": "verwandten",
        "definition_german": "Mitglieder der Familie, die durch Blut oder Heirat verbunden sind.",
        "definition_english": "Relatives, kinsfolk.",
        "context_snippet": "Auch ihr, die ehemals die Ursache so heftigen Zwists in der Familie gewesen war, hatte der Tod seine sühnende und verklärende Krone aufgesetzt, und ihre drei Töchter, Friederike, Henriette und Pfiffi, fühlten nun das Recht, den Kondolationen ihrer Verwandten eine beleidigte Miene entgegenzusetzen, als wollten sie sagen: »Da seht, eure Verfolgungen haben sie in die Grube gebracht!« ...",
        "chapter": 94
    },
    {
        "word": "ende",
        "definition_german": "Der Abschluss, der letzte Punkt von etwas.",
        "definition_english": "End, conclusion.",
        "context_snippet": "Aber dann tröstete sie sich damit, daß das Ende der Firma ja nicht geradezu dasjenige der Familie sei, und daß ihr Neffe eben ein junges und neues Werk werde beginnen müssen, um seinem hohen Berufe nachzukommen, der ja darin bestand, dem Namen seiner Väter Glanz und Klang zu erhalten und die Familie zu neuer Blüte zu bringen.",
        "chapter": 94
    },
    {
        "word": "entferntesten",
        "definition_german": "Am weitesten weg; im geringsten (in der Phrase 'im entferntesten nicht').",
        "definition_english": "Farthest; remotely, slightest (in the idiom 'not remotely').",
        "context_snippet": "Thomas Buddenbrook hatte auf dem Papiere ein Vermögen von sechsmalhundertundfünfzigtausend Mark hinterlassen; ein Jahr nach der Testamentseröffnung stellte sich heraus, daß mit dieser Summe im entferntesten nicht zu rechnen war ...",
        "chapter": 94
    },
    {
        "word": "weder",
        "definition_german": "Dient dazu, eine Verneinung von zwei oder mehr Möglichkeiten einzuleiten (weder... noch).",
        "definition_english": "Neither.",
        "context_snippet": "Sobald seine Verehelichung ruchbar wurde, richtete Frau Permaneder an Frau Aline Buddenbrook zu Hamburg einen langen und außerordentlich feindseligen Brief, der mit der Anrede »Madame!« begann und in sorgfältig vergifteten Worten die Erklärung enthielt, daß Frau Permaneder weder die Adressatin noch ihre Kinder jemals als Verwandte anzuerkennen gesonnen sei.",
        "chapter": 94
    },
    {
        "word": "ähnlichkeit",
        "definition_german": "Übereinstimmung in Merkmalen; das Ähnlichsein.",
        "definition_english": "Similarity, resemblance.",
        "context_snippet": "Nicht umsonst besaß er soviel Ähnlichkeit mit seinem Urgroßvater ...",
        "chapter": 94
    },
    {
        "word": "einbuße",
        "definition_german": "Verlust, Minderung von Wert oder Prestige.",
        "definition_english": "Loss, reduction (often of prestige or status).",
        "context_snippet": "Sie jammerte laut über den üblen Eindruck, den dies hervorrufen könne, und klagte, daß es für den Namen der Familie eine neue Einbuße an Prestige bedeuten werde.",
        "chapter": 94
    },
    {
        "word": "justus",
        "definition_german": "Ein männlicher Vorname.",
        "definition_english": "Justus (a given name).",
        "context_snippet": "Justus Kröger war ebenfalls abgeschieden, und das war schlimm; denn nun hinderte niemand mehr seine schwache Gattin, das letzte Silberzeug zu verkaufen, um dem entarteten Jakob Geld schicken zu können, der irgendwo draußen in der Welt sein Lotterleben führte ...",
        "chapter": 94
    },
    {
        "word": "beschwor",
        "definition_german": "Eindringlich beteuern, versichern; Präteritum von beschwören.",
        "definition_english": "Swore, insisted emphatically, affirmed.",
        "context_snippet": "Und er beschwor dies so lange, bis er sich, um überhaupt einmal ein Ende zu machen, genötigt sah, das Haus für fünfundsiebentausend Mark an einen alternden Junggesellen abzugeben, der, von weiten Reisen zurückkehrend, sich in der Stadt niederzulassen gedachte ...",
        "chapter": 94
    },
    {
        "word": "entwachsen",
        "definition_german": "Eine Phase oder ein Alter hinter sich gelassen haben; zu groß geworden sein für etwas.",
        "definition_english": "To have outgrown (a stage or age).",
        "context_snippet": "Die gute Seele hatte, als die vorige Generation ihr entwachsen war, alsbald den kleinen Johann vorgefunden, den sie hegen und pflegen, dem sie Grimmsche Märchen vorlesen und die Geschichte des Onkels erzählen konnte, welcher am Schluckauf gestorben war.",
        "chapter": 94
    },
    {
        "word": "kistenmakers",
        "definition_german": "Bezieht sich auf Herrn Kistenmaker (Genitiv).",
        "definition_english": "Kistenmaker's (referring to Herr Kistenmaker).",
        "context_snippet": "Allein Herrn Kistenmakers Meinung mußte gehört werden, Gerda Buddenbrook mußte Herrn Gosch entlassen, ohne mit ihm abgeschlossen zu haben, und es zeigte sich, daß Herr Kistenmaker nicht gesonnen war, irgendwelche Eingriffe in seine Tätigkeit zu gestatten.",
        "chapter": 94
    },
    {
        "word": "abzugeben",
        "definition_german": "Wegzugeben, zu verkaufen; jemandem zu überlassen.",
        "definition_english": "To hand over, to sell off, to give away.",
        "context_snippet": "Und er beschwor dies so lange, bis er sich, um überhaupt einmal ein Ende zu machen, genötigt sah, das Haus für fünfundsiebentausend Mark an einen alternden Junggesellen abzugeben, der, von weiten Reisen zurückkehrend, sich in der Stadt niederzulassen gedachte ...",
        "chapter": 94
    },
    {
        "word": "verlassen",
        "definition_german": "Weggehen von einem Ort; zurücklassen.",
        "definition_english": "To leave, to abandon.",
        "context_snippet": "Gerda Buddenbrook war so indigniert, daß sie sogar etwas wie einen halben Entschluß laut werden ließ, mit dem kleinen Johann die Stadt zu verlassen, zu ihrem alten Vater nach Amsterdam zu ziehen und wieder Duos mit ihm zu geigen.",
        "chapter": 94
    },
    {
        "word": "halten",
        "definition_german": "Festhalten, nicht freilassen; instand halten (Haus).",
        "definition_english": "To hold, to keep, to maintain.",
        "context_snippet": "Aber man hielt ihn fest, und das war wohl das beste für ihn.",
        "chapter": 94
    },
    {
        "word": "fest",
        "definition_german": "Stark, unverrückbar; hier: festgehalten.",
        "definition_english": "Tight, firmly (held).",
        "context_snippet": "Aber man hielt ihn fest, und das war wohl das beste für ihn.",
        "chapter": 94
    },
    {
        "word": "rücken",
        "definition_german": "Die hintere Seite des menschlichen Körpers, von den Schultern bis zur Taille.",
        "definition_english": "Back (of the body).",
        "context_snippet": "Er umarmte sie, legte dann die Hände auf den Rücken, stützte sich auf sein eines Bein, indem er den anderen Fuß auf die Zehenspitzen stellte, und sah zu, wie sie davonging, mit demselben grüblerischen und nach innen gekehrten Blick, den seine goldbraunen, bläulich umschatteten Augen an der Leiche seiner Großmutter, beim Tode seines Vaters, bei der Auflösung der großen Haushalte und so manchem weniger äußerlichen Erlebnis ähnlicher Art angenommen hatten ...",
        "chapter": 94
    },
    {
        "word": "fräulein",
        "definition_german": "Anrede für eine unverheiratete Frau; Miss.",
        "definition_english": "Miss, unmarried woman.",
        "context_snippet": "Ein knappes Jahr nach dem Tode seines Bruders, des Senators, war er nach Hamburg übergesiedelt, woselbst er sich mit einer Dame, der er längst schon nahegestanden, mit Fräulein Aline Puvogel, vor Gott und den Menschen vermählt hatte.",
        "chapter": 94
    },
    {
        "word": "johanniskloster",
        "definition_german": "Der Name eines Klosters oder einer wohltätigen Einrichtung.",
        "definition_english": "St. John's Convent/Monastery (name of an institution).",
        "context_snippet": "Konsul Peter Döhlmann war abgerufen worden. Er hatte sein ganzes Vermögen verfrühstückt, war schließlich dem Hunyadi-Janos erlegen und hinterließ seiner Tochter eine Rente von zweihundert Mark jährlich, indem er es der öffentlichen Pietät gegen den Namen Döhlmann anheimgab, sie durch Aufnahme in das Johanniskloster zu versorgen.",
        "chapter": 94
    },
    {
        "word": "gesicht",
        "definition_german": "Der vordere Teil des Kopfes; die Mimik.",
        "definition_english": "Face, countenance.",
        "context_snippet": "Das schlohweiße Haar von allen Seiten ins Gesicht gestrichen, starrte er ihr mit gräßlich vorgeschobenem Kinn von unten herauf ins Angesicht und erreichte es, vollkommen bucklig auszusehen.",
        "chapter": 94
    },
    {
        "word": "erde",
        "definition_german": "Der Boden, das Land; der Planet, auf dem wir leben.",
        "definition_english": "Earth, ground, soil.",
        "context_snippet": "Auch Madame Kethelsen hatte den Frieden. Nachdem sie sich während der letzten Jahre mit der Gicht hatte plagen müssen, war sie sanft, einfältig und kindergläubig dahingegangen, beneidet von ihrer gelehrten Schwester, die immer noch hie und da gegen kleine rationalistische Anfechtungen zu kämpfen hatte und, obgleich sie beständig buckliger und winziger wurde, durch eine zähere Konstitution an diese schlechte Erde gebannt war.",
        "chapter": 94
    },
    {
        "word": "geld",
        "definition_german": "Zahlungsmittel, Währung.",
        "definition_english": "Money.",
        "context_snippet": "Justus Kröger war ebenfalls abgeschieden, und das war schlimm; denn nun hinderte niemand mehr seine schwache Gattin, das letzte Silberzeug zu verkaufen, um dem entarteten Jakob Geld schicken zu können, der irgendwo draußen in der Welt sein Lotterleben führte ...",
        "chapter": 94
    },
    {
        "word": "gräßlich",
        "definition_german": "Sehr schlimm, furchtbar; hier: auf eine unansehnliche oder übertriebene Weise.",
        "definition_english": "Horrible, dreadful, ghastly (used here to describe an ugly expression).",
        "context_snippet": "Das schlohweiße Haar von allen Seiten ins Gesicht gestrichen, starrte er ihr mit gräßlich vorgeschobenem Kinn von unten herauf ins Angesicht und erreichte es, vollkommen bucklig auszusehen.",
        "chapter": 94
    },
    {
        "word": "lebewohl",
        "definition_german": "Abschiedsgruß.",
        "definition_english": "Farewell, goodbye.",
        "context_snippet": "Sie weinte bitterlich, als die Stunde herankam, da sie dem kleinen Johann Lebewohl zu sagen hatte.",
        "chapter": 94
    },
    {
        "word": "makler",
        "definition_german": "Jemand, der Geschäfte zwischen Käufern und Verkäufern vermittelt.",
        "definition_english": "Broker, agent (specifically real estate agent here).",
        "context_snippet": "Herrn Gosch, dem Makler Sigismund Gosch, dämmerte ein erhabener Tag.",
        "chapter": 94
    },
    {
        "word": "hellbraunen",
        "definition_german": "Eine Nuance von Braun, die nicht dunkel ist.",
        "definition_english": "Light brown.",
        "context_snippet": "Manchmal, wenn er seinen Kopf mit dem gelockten hellbraunen Haar und den immer ein wenig verzerrten Lippen erhob und die feinen Flügel seiner Nase sich empfindlich öffneten, war es, als schnuppere er behutsam in die Atmosphäre und Lebensluft, die ihn umgab, gewärtig, den Duft, den seltsam vertrauten Duft zu verspüren, den an der Bahre seiner Großmutter alle Blumengerüche nicht zu übertäuben vermocht hatten ...",
        "chapter": 94
    },
    {
        "word": "gelde",
        "definition_german": "In Geld umwandeln; verkaufen, liquidieren (in der Phrase 'zu Gelde machen').",
        "definition_english": "Into money (used idiomatically in 'zu Gelde machen' - to convert into cash).",
        "context_snippet": "Das Lager, die Speicher wurden mit großem Schaden zu Gelde gemacht.",
        "chapter": 94
    },
    {
        "word": "kurzum",
        "definition_german": "Zusammenfassend, in wenigen Worten; kurz gesagt.",
        "definition_english": "In short, in brief, to sum up.",
        "context_snippet": "Kurzum, die Verluste häuften sich.",
        "chapter": 94
    },
    {
        "word": "richtete",
        "definition_german": "Sandte, adressierte (einen Brief); Präteritum von richten.",
        "definition_english": "Directed, addressed (a letter).",
        "context_snippet": "Sobald seine Verehelichung ruchbar wurde, richtete Frau Permaneder an Frau Aline Buddenbrook zu Hamburg einen langen und außerordentlich feindseligen Brief, der mit der Anrede »Madame!« begann und in sorgfältig vergifteten Worten die Erklärung enthielt, daß Frau Permaneder weder die Adressatin noch ihre Kinder jemals als Verwandte anzuerkennen gesonnen sei.",
        "chapter": 94
    },
    {
        "word": "ofen",
        "definition_german": "Gerät zum Erhitzen von Räumen oder Speisen.",
        "definition_english": "Stove, furnace, oven.",
        "context_snippet": "Und was Herrn Kistenmakers Übereifer nicht verdarb, das vollbrachte die Saumseligkeit des alten Herrn Marcus, von dem man sich in der Stadt erzählte, daß er zur Winterszeit, bevor er ausgehe, nicht nur seinen Paletot und Hut, sondern auch seinen Spazierstock sorgfältig am Ofen wärme, und der, bot sich einmal eine günstige Konjunktur, sicherlich die Gelegenheit vorübergehen ließ ...",
        "chapter": 94
    },
    {
        "word": "ebenfalls",
        "definition_german": "Auch, gleichfalls, ebenso.",
        "definition_english": "Likewise, also, equally.",
        "context_snippet": "Justus Kröger war ebenfalls abgeschieden, und das war schlimm; denn nun hinderte niemand mehr seine schwache Gattin, das letzte Silberzeug zu verkaufen, um dem entarteten Jakob Geld schicken zu können, der irgendwo draußen in der Welt sein Lotterleben führte ...",
        "chapter": 94
    },
    {
        "word": "peter",
        "definition_german": "Ein männlicher Vorname.",
        "definition_english": "Peter (a given name).",
        "context_snippet": "Konsul Peter Döhlmann war abgerufen worden.",
        "chapter": 94
    },
    {
        "word": "behauptet",
        "definition_german": "Mit Bestimmtheit sagen, versichern, als wahr darstellen.",
        "definition_english": "Claimed, asserted, maintained.",
        "context_snippet": "Eines Tages erlitt sie einen heftigen Anfall von Magenkrampf, infolge davon, daß Friederike, Henriette und Pfiffi Buddenbrook einstimmig behauptet hatten, Hagenströms seien die Creme der Gesellschaft ...",
        "chapter": 94
    },
    {
        "word": "väter",
        "definition_german": "Mehrzahl von Vater; Vorfahren, Ahnen.",
        "definition_english": "Fathers, forefathers, ancestors.",
        "context_snippet": "Aber dann tröstete sie sich damit, daß das Ende der Firma ja nicht geradezu dasjenige der Familie sei, und daß ihr Neffe eben ein junges und neues Werk werde beginnen müssen, um seinem hohen Berufe nachzukommen, der ja darin bestand, dem Namen seiner Väter Glanz und Klang zu erhalten und die Familie zu neuer Blüte zu bringen.",
        "chapter": 94
    },
    {
        "word": "pietät",
        "definition_german": "Ehrerbietung, Achtung vor den Toten oder den Traditionen.",
        "definition_english": "Piety, reverence, respect (especially towards the dead or tradition).",
        "context_snippet": "Konsul Peter Döhlmann war abgerufen worden. Er hatte sein ganzes Vermögen verfrühstückt, war schließlich dem Hunyadi-Janos erlegen und hinterließ seiner Tochter eine Rente von zweihundert Mark jährlich, indem er es der öffentlichen Pietät gegen den Namen Döhlmann anheimgab, sie durch Aufnahme in das Johanniskloster zu versorgen.",
        "chapter": 94
    },
    {
        "word": "irgendwo",
        "definition_german": "An einem nicht näher bestimmten Ort.",
        "definition_english": "Somewhere, anywhere.",
        "context_snippet": "Justus Kröger war ebenfalls abgeschieden, und das war schlimm; denn nun hinderte niemand mehr seine schwache Gattin, das letzte Silberzeug zu verkaufen, um dem entarteten Jakob Geld schicken zu können, der irgendwo draußen in der Welt sein Lotterleben führte ...",
        "chapter": 94
    },
    {
        "word": "tatsache",
        "definition_german": "Eine Gegebenheit, ein wirklicher Umstand.",
        "definition_english": "Fact.",
        "context_snippet": "Die Tatsache, daß ihr Bruder über seinen Sohn und einzigen Erben hinweggegangen war, daß er für ihn nicht hatte die Firma am Leben erhalten wollen, enttäuschte und schmerzte sie sehr.",
        "chapter": 94
    },
    {
        "word": "handwerker",
        "definition_german": "Person, die ein Handwerk ausübt (z.B. Tischler, Klempner).",
        "definition_english": "Craftsman, artisan, tradesman.",
        "context_snippet": "Als sie eines Tages ihrer Schwägerin berichtete, daß mehrere Handwerker und Lieferanten in unanständiger Weise auf die Berichtigung größerer Rechnungen gedrungen hatten, blieb Frau Permaneder lange Zeit erstarrt und brach dann in ein fürchterliches Gelächter aus ...",
        "chapter": 94
    },
    {
        "word": "erstaunen",
        "definition_german": "Große Verwunderung, Überraschung.",
        "definition_english": "Astonishment, surprise.",
        "context_snippet": "Man erzählte sich Wunderdinge über das, was sie dazu nötigte, über das bedenkliche Zusammenschmelzen des Buddenbrookschen Vermögens, und so konnte es geschehen, daß allgemach in der Stadt eine Stimmung Platz zu greifen begann, die die verwitwete Senatorin anfangs mit Erstaunen und Befremdung, dann mit wachsendem Unwillen in ihrem Haushalt empfinden mußte ...",
        "chapter": 94
    },
    {
        "word": "zersetzung",
        "definition_german": "Auflösung, Zerfall, Dekomposition.",
        "definition_english": "Decomposition, disintegration, dissolution.",
        "context_snippet": "Der alten Ida Verabschiedung schloß sich in seiner Anschauung folgerichtig den anderen Vorgängen des Abbröckelns, des Endens, des Abschließens, der Zersetzung an, denen er beigewohnt hatte.",
        "chapter": 94
    },
    {
        "word": "thomas",
        "definition_german": "Ein männlicher Vorname.",
        "definition_english": "Thomas (a given name).",
        "context_snippet": "Thomas Buddenbrook hatte auf dem Papiere ein Vermögen von sechsmalhundertundfünfzigtausend Mark hinterlassen; ein Jahr nach der Testamentseröffnung stellte sich heraus, daß mit dieser Summe im entferntesten nicht zu rechnen war ...",
        "chapter": 94
    },
    {
        "word": "vergangenheit",
        "definition_german": "Die Zeit, die vor der Gegenwart liegt; früher Geschehenes.",
        "definition_english": "Past (time).",
        "context_snippet": "Immer, wenn Frau Permaneder bei ihrer Schwägerin vorsprach, zog sie ihren Neffen an sich, um ihm von der Vergangenheit und jener Zukunft zu erzählen, welche Buddenbrooks, nächst der Gnade Gottes, ihm, dem kleinen Johann, zu verdanken haben sollten.",
        "chapter": 94
    },
    {
        "word": "ruchbar",
        "definition_german": "Öffentlich bekannt, allgemein bekannt gemacht.",
        "definition_english": "Known, publicly known, rumored (to become publicly known).",
        "context_snippet": "Sobald seine Verehelichung ruchbar wurde, richtete Frau Permaneder an Frau Aline Buddenbrook zu Hamburg einen langen und außerordentlich feindseligen Brief, der mit der Anrede »Madame!« begann und in sorgfältig vergifteten Worten die Erklärung enthielt, daß Frau Permaneder weder die Adressatin noch ihre Kinder jemals als Verwandte anzuerkennen gesonnen sei.",
        "chapter": 94
    },
    {
        "word": "überarbeitung",
        "definition_german": "Übermäßige Arbeitsleistung, Erschöpfung durch zu viel Arbeit.",
        "definition_english": "Overwork, strain from excessive labor.",
        "context_snippet": "Sie verschafften ihm eine höchst wichtige Tätigkeit, sie berechtigten ihn, an der Börse mit allen Anzeichen der Überarbeitung sein Haupthaar zu streichen und zu versichern, daß er sich aufreibe ...",
        "chapter": 94
    },
    {
        "word": "briefe",
        "definition_german": "Schriftliche Mitteilungen, die per Post verschickt werden.",
        "definition_english": "Letters (correspondence).",
        "context_snippet": "Er war nicht gern dort, schrieb lamentierende Briefe an die Seinen und gab dem heftigen Wunsche Ausdruck, aus dieser Anstalt, in der man ihn sehr streng zu behandeln schien, wieder befreit zu werden.",
        "chapter": 94
    },
    {
        "word": "familie",
        "definition_german": "Eine Gruppe von Menschen, die durch Abstammung oder Heirat verbunden sind; Sippe.",
        "definition_english": "Family.",
        "context_snippet": "Auch ihr, die ehemals die Ursache so heftigen Zwists in der Familie gewesen war, hatte der Tod seine sühnende und verklärende Krone aufgesetzt, und ihre drei Töchter, Friederike, Henriette und Pfiffi, fühlten nun das Recht, den Kondolationen ihrer Verwandten eine beleidigte Miene entgegenzusetzen, als wollten sie sagen: »Da seht, eure Verfolgungen haben sie in die Grube gebracht!« ...",
        "chapter": 94
    },
    {
        "word": "häusern",
        "definition_german": "Mehrzahl von Haus; Gebäude, Wohnstätten (Dativ Plural).",
        "definition_english": "Houses, homes (Dative plural).",
        "context_snippet": "Immer, wenn Frau Permaneder bei ihrer Schwägerin vorsprach, zog sie ihren Neffen an sich, um ihm von der Vergangenheit und jener Zukunft zu erzählen, welche Buddenbrooks, nächst der Gnade Gottes, ihm, dem kleinen Johann, zu verdanken haben sollten.",
        "chapter": 94
    },
    {
        "word": "befreit",
        "definition_german": "Aus einer Gefangenschaft oder Beschränkung gelöst; in Freiheit gesetzt.",
        "definition_english": "Freed, liberated, released.",
        "context_snippet": "Er war nicht gern dort, schrieb lamentierende Briefe an die Seinen und gab dem heftigen Wunsche Ausdruck, aus dieser Anstalt, in der man ihn sehr streng zu behandeln schien, wieder befreit zu werden.",
        "chapter": 94
    },
    {
        "word": "kurz",
        "definition_german": "Von geringer Dauer oder Ausdehnung.",
        "definition_english": "Short, brief.",
        "context_snippet": "Die gegebene Frist war kurz, sie sollte mit buchstäblicher Genauigkeit innegehalten werden, die Zeit drängte.",
        "chapter": 94
    },
    {
        "word": "erlitt",
        "definition_german": "Hatte zu ertragen, musste erfahren (Präteritum von erleiden).",
        "definition_english": "Suffered, underwent.",
        "context_snippet": "Eines Tages erlitt sie einen heftigen Anfall von Magenkrampf, infolge davon, daß Friederike, Henriette und Pfiffi Buddenbrook einstimmig behauptet hatten, Hagenströms seien die Creme der Gesellschaft ...",
        "chapter": 94
    },
    {
        "word": "einstimmig",
        "definition_german": "Mit einer Stimme, in völliger Übereinstimmung.",
        "definition_english": "Unanimously, with one accord.",
        "context_snippet": "Eines Tages erlitt sie einen heftigen Anfall von Magenkrampf, infolge davon, daß Friederike, Henriette und Pfiffi Buddenbrook einstimmig behauptet hatten, Hagenströms seien die Creme der Gesellschaft ...",
        "chapter": 94
    },
    {
        "word": "nase",
        "definition_german": "Das Organ zum Riechen, welches zentral im Gesicht liegt.",
        "definition_english": "Nose.",
        "context_snippet": "Manchmal, wenn er seinen Kopf mit dem gelockten hellbraunen Haar und den immer ein wenig verzerrten Lippen erhob und die feinen Flügel seiner Nase sich empfindlich öffneten, war es, als schnuppere er behutsam in die Atmosphäre und Lebensluft, die ihn umgab, gewärtig, den Duft, den seltsam vertrauten Duft zu verspüren, den an der Bahre seiner Großmutter alle Blumengerüche nicht zu übertäuben vermocht hatten ...",
        "chapter": 94
    },
    {
        "word": "bruder",
        "definition_german": "Männliches Geschwister.",
        "definition_english": "Brother.",
        "context_snippet": "Die Tatsache, daß ihr Bruder über seinen Sohn und einzigen Erben hinweggegangen war, daß er für ihn nicht hatte die Firma am Leben erhalten wollen, enttäuschte und schmerzte sie sehr.",
        "chapter": 94
    },
    {
        "word": "vorübergehen",
        "definition_german": "Vorbeiziehen, verstreichen; eine Gelegenheit nicht nutzen.",
        "definition_english": "To pass by, to let pass (an opportunity).",
        "context_snippet": "Und was Herrn Kistenmakers Übereifer nicht verdarb, das vollbrachte die Saumseligkeit des alten Herrn Marcus, von dem man sich in der Stadt erzählte, daß er zur Winterszeit, bevor er ausgehe, nicht nur seinen Paletot und Hut, sondern auch seinen Spazierstock sorgfältig am Ofen wärme, und der, bot sich einmal eine günstige Konjunktur, sicherlich die Gelegenheit vorübergehen ließ ...",
        "chapter": 94
    },
    {
        "word": "schluckauf",
        "definition_german": "Unwillkürliches Zusammenziehen des Zwerchfells, das ein typisches Geräusch verursacht.",
        "definition_english": "Hiccups, hiccough.",
        "context_snippet": "Die gute Seele hatte, als die vorige Generation ihr entwachsen war, alsbald den kleinen Johann vorgefunden, den sie hegen und pflegen, dem sie Grimmsche Märchen vorlesen und die Geschichte des Onkels erzählen konnte, welcher am Schluckauf gestorben war.",
        "chapter": 94
    },
    {
        "word": "weinte",
        "definition_german": "Tränen vergoss (Präteritum von weinen).",
        "definition_english": "Cried, wept.",
        "context_snippet": "Sie weinte bitterlich, als die Stunde herankam, da sie dem kleinen Johann Lebewohl zu sagen hatte.",
        "chapter": 94
    },
    {
        "word": "binnen",
        "definition_german": "Innerhalb einer bestimmten Zeitspanne.",
        "definition_english": "Within.",
        "context_snippet": "Die Dinge lagen so, daß liquidiert werden, daß die Firma verschwinden sollte, und zwar binnen eines Jahres; dies war des Senators letztwillige Bestimmung.",
        "chapter": 94
    },
    {
        "word": "begeben",
        "definition_german": "Sich an einen Ort hinbewegen; sich in eine bestimmte Situation bringen.",
        "definition_english": "To proceed, to go, to betake oneself (to an institution).",
        "context_snippet": "Unheimliche Wahnideen und Zwangsvorstellungen hatten sich bei ihm in verstärktem Maße wiederholt, und auf Veranlassung seiner Gattin und eines Arztes hatte er sich nunmehr in eine Anstalt begeben.",
        "chapter": 94
    },
    {
        "word": "lange",
        "definition_german": "Von großer Dauer oder Ausdehnung.",
        "definition_english": "Long (time or distance).",
        "context_snippet": "Als sie eines Tages ihrer Schwägerin berichtete, daß mehrere Handwerker und Lieferanten in unanständiger Weise auf die Berichtigung größerer Rechnungen gedrungen hatten, blieb Frau Permaneder lange Zeit erstarrt und brach dann in ein fürchterliches Gelächter aus ...",
        "chapter": 94
    },
    {
        "word": "zier",
        "definition_german": "Schmuck, Dekoration (oft in Bezug auf Gärten, die nicht nutzbringend sind).",
        "definition_english": "Ornament, decoration (used in 'Ziergarten' - ornamental garden).",
        "context_snippet": "Herrn Kistenmaker besorgte auch den Ankauf des neuen Hauses, einer angenehmen kleinen Villa, die vielleicht ein wenig zu teuer erstanden wurde, die aber, vorm Burgtore an einer alten Kastanienallee gelegen und von einem hübschen Zier- und Nutzgarten umgeben, den Wünschen Gerda Buddenbrooks entsprach ...",
        "chapter": 94
    },
    {
        "word": "person",
        "definition_german": "Ein Mensch, Individuum.",
        "definition_english": "Person.",
        "context_snippet": "Man erinnert sich dieser oder jener Person, man denkt nach, wie es ihr gehen mag, und plötzlich fällt einem ein, daß sie nicht mehr auf den Trottoirs umherspaziert, daß ihre Stimme nicht mehr in dem allgemeinen Stimmenkonzert mitklingt, sondern daß sie einfach auf immer vom Schauplatz verschwunden ist und irgendwo draußen vorm Tore unter der Erde liegt.",
        "chapter": 94
    },
    {
        "word": "kleinods",
        "definition_german": "Ein wertvolles, kostbares Stück; Juwel, Schatz (Genitiv Singular).",
        "definition_english": "Jewel, treasure, precious object (Genitive singular).",
        "context_snippet": "Manche Stunde weinte sie darüber, daß man sich des ehrwürdigen Firmenschildes, dieses durch vier Generationen überlieferten Kleinods, entäußern, daß man seine Geschichte abschließen sollte, während doch ein natürlicher Erbfolger vorhanden war.",
        "chapter": 94
    },
    {
        "word": "ziemlich",
        "definition_german": "Eher, leidlich; in gewissem Maße.",
        "definition_english": "Quite, rather, fairly.",
        "context_snippet": "Und zu seiner Mutter stand sie, lange schon, in einem ziemlich unangenehmen Verhältnis.",
        "chapter": 94
    },
    {
        "word": "witwe",
        "definition_german": "Eine Frau, deren Ehemann gestorben ist.",
        "definition_english": "Widow.",
        "context_snippet": "Die Konsulin Buddenbrook, geborene Stüwing, die Witwe Onkel Gottholds, war tot.",
        "chapter": 94
    },
    {
        "word": "enthielt",
        "definition_german": "Drin hatte, umfasste (Präteritum von enthalten).",
        "definition_english": "Contained, included.",
        "context_snippet": "Sobald seine Verehelichung ruchbar wurde, richtete Frau Permaneder an Frau Aline Buddenbrook zu Hamburg einen langen und außerordentlich feindseligen Brief, der mit der Anrede »Madame!« begann und in sorgfältig vergifteten Worten die Erklärung enthielt, daß Frau Permaneder weder die Adressatin noch ihre Kinder jemals als Verwandte anzuerkennen gesonnen sei.",
        "chapter": 94
    },
    {
        "word": "mark",
        "definition_german": "Deutsche Währungseinheit (historisch).",
        "definition_english": "Mark (German currency unit).",
        "context_snippet": "Konsul Peter Döhlmann war abgerufen worden. Er hatte sein ganzes Vermögen verfrühstückt, war schließlich dem Hunyadi-Janos erlegen und hinterließ seiner Tochter eine Rente von zweihundert Mark jährlich, indem er es der öffentlichen Pietät gegen den Namen Döhlmann anheimgab, sie durch Aufnahme in das Johanniskloster zu versorgen.",
        "chapter": 94
    },
    {
        "word": "verschwunden",
        "definition_german": "Nicht mehr anwesend, weggegangen.",
        "definition_english": "Vanished, disappeared.",
        "context_snippet": "Man erinnert sich dieser oder jener Person, man denkt nach, wie es ihr gehen mag, und plötzlich fällt einem ein, daß sie nicht mehr auf den Trottoirs umherspaziert, daß ihre Stimme nicht mehr in dem allgemeinen Stimmenkonzert mitklingt, sondern daß sie einfach auf immer vom Schauplatz verschwunden ist und irgendwo draußen vorm Tore unter der Erde liegt.",
        "chapter": 94
    },
    {
        "word": "nächst",
        "definition_german": "Als Nächstes, unmittelbar folgend (hier: nach Gott).",
        "definition_english": "Next to (used here in the sense of 'second only to').",
        "context_snippet": "Immer, wenn Frau Permaneder bei ihrer Schwägerin vorsprach, zog sie ihren Neffen an sich, um ihm von der Vergangenheit und jener Zukunft zu erzählen, welche Buddenbrooks, nächst der Gnade Gottes, ihm, dem kleinen Johann, zu verdanken haben sollten.",
        "chapter": 94
    },
    {
        "word": "bestimmung",
        "definition_german": "Festlegung, Anweisung; hier: letztwillige Anordnung.",
        "definition_english": "Determination, provision, decree (here: last will and testament provision).",
        "context_snippet": "Die Dinge lagen so, daß liquidiert werden, daß die Firma verschwinden sollte, und zwar binnen eines Jahres; dies war des Senators letztwillige Bestimmung.",
        "chapter": 94
    },
    {
        "word": "stimmenkonzert",
        "definition_german": "Das gemeinsame Wirken oder der Zusammenklang vieler Stimmen.",
        "definition_english": "Concert of voices, chorus of voices.",
        "context_snippet": "Man erinnert sich dieser oder jener Person, man denkt nach, wie es ihr gehen mag, und plötzlich fällt einem ein, daß sie nicht mehr auf den Trottoirs umherspaziert, daß ihre Stimme nicht mehr in dem allgemeinen Stimmenkonzert mitklingt, sondern daß sie einfach auf immer vom Schauplatz verschwunden ist und irgendwo draußen vorm Tore unter der Erde liegt.",
        "chapter": 94
    },
    {
        "word": "burgtore",
        "definition_german": "Das Tor eines befestigten Stadtteils oder einer Burg.",
        "definition_english": "Castle gate, town gate (often referring to a specific gate outside the old city).",
        "context_snippet": "Herrn Kistenmaker besorgte auch den Ankauf des neuen Hauses, einer angenehmen kleinen Villa, die vielleicht ein wenig zu teuer erstanden wurde, die aber, vorm Burgtore an einer alten Kastanienallee gelegen und von einem hübschen Zier- und Nutzgarten umgeben, den Wünschen Gerda Buddenbrooks entsprach ...",
        "chapter": 94
    },
    {
        "word": "weiten",
        "definition_german": "In der Ferne; große Entfernungen (hier: von weiten Reisen).",
        "definition_english": "Far, extensive (used in 'von weiten Reisen' - long journeys).",
        "context_snippet": "Und er beschwor dies so lange, bis er sich, um überhaupt einmal ein Ende zu machen, genötigt sah, das Haus für fünfundsiebentausend Mark an einen alternden Junggesellen abzugeben, der, von weiten Reisen zurückkehrend, sich in der Stadt niederzulassen gedachte ...",
        "chapter": 94
    },
    {
        "word": "herauf",
        "definition_german": "Nach oben, von unten nach oben.",
        "definition_english": "Up, upwards (from below).",
        "context_snippet": "Das schlohweiße Haar von allen Seiten ins Gesicht gestrichen, starrte er ihr mit gräßlich vorgeschobenem Kinn von unten herauf ins Angesicht und erreichte es, vollkommen bucklig auszusehen.",
        "chapter": 94
    },
    {
        "word": "seien",
        "definition_german": "Dritte Person Plural Konjunktiv I von sein; sind (indirekte Rede).",
        "definition_english": "Be, are (subjunctive used for reported speech).",
        "context_snippet": "Eines Tages erlitt sie einen heftigen Anfall von Magenkrampf, infolge davon, daß Friederike, Henriette und Pfiffi Buddenbrook einstimmig behauptet hatten, Hagenströms seien die Creme der Gesellschaft ...",
        "chapter": 94
    },
    {
        "word": "bewohnen",
        "definition_german": "In einem Haus leben; als Wohnung nutzen.",
        "definition_english": "To inhabit, to reside in, to live in.",
        "context_snippet": "Aber sie mußte doch einräumen, daß es unpraktisch gewesen wäre, das weitläufige und prächtige Haus, das Thomas Buddenbrooks kostspielige Liebhaberei gewesen war, fernerhin zu bewohnen und instand zu halten, und daß Gerdas Wunsch nach einer bequemen kleinen Villa, vorm Tore, im Grünen, seine Berechtigung hatte ...",
        "chapter": 94
    },
    {
        "word": "testamentseröffnung",
        "definition_german": "Der Akt, bei dem ein Testament nach dem Tod des Erblassers amtlich bekannt gemacht wird.",
        "definition_english": "Proving of the will, reading of the testament.",
        "context_snippet": "Thomas Buddenbrook hatte auf dem Papiere ein Vermögen von sechsmalhundertundfünfzigtausend Mark hinterlassen; ein Jahr nach der Testamentseröffnung stellte sich heraus, daß mit dieser Summe im entferntesten nicht zu rechnen war ...",
        "chapter": 94
    },
    {
        "word": "gicht",
        "definition_german": "Eine schmerzhafte Stoffwechselerkrankung, die Gelenke betrifft (Gelenkrheumatismus).",
        "definition_english": "Gout.",
        "context_snippet": "Nachdem sie sich während der letzten Jahre mit der Gicht hatte plagen müssen, war sie sanft, einfältig und kindergläubig dahingegangen, beneidet von ihrer gelehrten Schwester, die immer noch hie und da gegen kleine rationalistische Anfechtungen zu kämpfen hatte und, obgleich sie beständig buckliger und winziger wurde, durch eine zähere Konstitution an diese schlechte Erde gebannt war.",
        "chapter": 94
    },
    {
        "word": "zwei",
        "definition_german": "Die Zahl nach eins.",
        "definition_english": "Two.",
        "context_snippet": "nicht zu vergessen, daß er für seine Mühewaltung mit großer Pünktlichkeit zwei Prozent der Revenüen bezog.",
        "chapter": 94
    },
    {
        "word": "hervorrufen",
        "definition_german": "Auslösen, bewirken; entstehen lassen.",
        "definition_english": "To evoke, to cause, to provoke.",
        "context_snippet": "Sie jammerte laut über den üblen Eindruck, den dies hervorrufen könne, und klagte, daß es für den Namen der Familie eine neue Einbuße an Prestige bedeuten werde.",
        "chapter": 94
    },
    {
        "word": "vermögen",
        "definition_german": "Gesamtheit des Besitzes einer Person; Reichtum, Kapital.",
        "definition_english": "Fortune, wealth, assets.",
        "context_snippet": "Konsul Peter Döhlmann war abgerufen worden. Er hatte sein ganzes Vermögen verfrühstückt, war schließlich dem Hunyadi-Janos erlegen und hinterließ seiner Tochter eine Rente von zweihundert Mark jährlich, indem er es der öffentlichen Pietät gegen den Namen Döhlmann anheimgab, sie durch Aufnahme in das Johanniskloster zu versorgen.",
        "chapter": 94
    },
    {
        "word": "onkel",
        "definition_german": "Der Bruder des Vaters oder der Mutter.",
        "definition_english": "Uncle.",
        "context_snippet": "Die Konsulin Buddenbrook, geborene Stüwing, die Witwe Onkel Gottholds, war tot.",
        "chapter": 94
    },
    {
        "word": "zittern",
        "definition_german": "Unwillkürliches schnelles Bewegen; beben, schütteln.",
        "definition_english": "Trembling, shaking.",
        "context_snippet": "Ein Erlebnis verklärte sein Greisenalter, das seinen Gliedern sogar für mehrere Stunden das Zittern nahm.",
        "chapter": 94
    },
    {
        "word": "erbfolger",
        "definition_german": "Person, die das Recht hat, ein Erbe anzutreten; Erbe.",
        "definition_english": "Heir, successor (to an inheritance).",
        "context_snippet": "Manche Stunde weinte sie darüber, daß man sich des ehrwürdigen Firmenschildes, dieses durch vier Generationen überlieferten Kleinods, entäußern, daß man seine Geschichte abschließen sollte, während doch ein natürlicher Erbfolger vorhanden war.",
        "chapter": 94
    },
    {
        "word": "klein",
        "definition_german": "Von geringer Größe oder Bedeutung.",
        "definition_english": "Small, little.",
        "context_snippet": "Die gute Seele hatte, als die vorige Generation ihr entwachsen war, alsbald den kleinen Johann vorgefunden, den sie hegen und pflegen, dem sie Grimmsche Märchen vorlesen und die Geschichte des Onkels erzählen konnte, welcher am Schluckauf gestorben war.",
        "chapter": 94
    },
    {
        "word": "puvogel",
        "definition_german": "Ein Nachname (hier: Fräulein Aline Puvogel).",
        "definition_english": "Puvogel (a surname).",
        "context_snippet": "Ein knappes Jahr nach dem Tode seines Bruders, des Senators, war er nach Hamburg übergesiedelt, woselbst er sich mit einer Dame, der er längst schon nahegestanden, mit Fräulein Aline Puvogel, vor Gott und den Menschen vermählt hatte.",
        "chapter": 94
    },
    {
        "word": "kröger",
        "definition_german": "Ein Nachname (hier: Justus Kröger).",
        "definition_english": "Kröger (a surname).",
        "context_snippet": "Justus Kröger war ebenfalls abgeschieden, und das war schlimm; denn nun hinderte niemand mehr seine schwache Gattin, das letzte Silberzeug zu verkaufen, um dem entarteten Jakob Geld schicken zu können, der irgendwo draußen in der Welt sein Lotterleben führte ...",
        "chapter": 94
    },
    {
        "word": "reisen",
        "definition_german": "Fahrten in die Ferne, unterwegs sein.",
        "definition_english": "Journeys, travels.",
        "context_snippet": "Und er beschwor dies so lange, bis er sich, um überhaupt einmal ein Ende zu machen, genötigt sah, das Haus für fünfundsiebentausend Mark an einen alternden Junggesellen abzugeben, der, von weiten Reisen zurückkehrend, sich in der Stadt niederzulassen gedachte ...",
        "chapter": 94
    },
    {
        "word": "rechnen",
        "definition_german": "Berechnen, erwarten; mit etwas kalkulieren.",
        "definition_english": "To calculate, to count on, to expect.",
        "context_snippet": "Thomas Buddenbrook hatte auf dem Papiere ein Vermögen von sechsmalhundertundfünfzigtausend Mark hinterlassen; ein Jahr nach der Testamentseröffnung stellte sich heraus, daß mit dieser Summe im entferntesten nicht zu rechnen war ...",
        "chapter": 94
    },
    {
        "word": "blumengerüche",
        "definition_german": "Düfte von Blumen.",
        "definition_english": "Flower scents, floral smells.",
        "context_snippet": "Manchmal, wenn er seinen Kopf mit dem gelockten hellbraunen Haar und den immer ein wenig verzerrten Lippen erhob und die feinen Flügel seiner Nase sich empfindlich öffneten, war es, als schnuppere er behutsam in die Atmosphäre und Lebensluft, die ihn umgab, gewärtig, den Duft, den seltsam vertrauten Duft zu verspüren, den an der Bahre seiner Großmutter alle Blumengerüche nicht zu übertäuben vermocht hatten ...",
        "chapter": 94
    },
    {
        "word": "genug",
        "definition_german": "Ausreichend, hinreichend.",
        "definition_english": "Enough, sufficient.",
        "context_snippet": "Nicht genug der Veränderungen!",
        "chapter": 94
    },
    {
        "word": "erschütterung",
        "definition_german": "Starkes inneres Bewegung, heftiges emotionales Betroffensein.",
        "definition_english": "Shock, upheaval, emotional tremor.",
        "context_snippet": "Seine Stimme zischte, aber er sprach kalt und geschäftlich, und nichts verriet die Erschütterung seiner Seele.",
        "chapter": 94
    },
    {
        "word": "gnade",
        "definition_german": "Barmherzigkeit, Gunst, göttliche Huld.",
        "definition_english": "Grace, mercy (often divine).",
        "context_snippet": "Immer, wenn Frau Permaneder bei ihrer Schwägerin vorsprach, zog sie ihren Neffen an sich, um ihm von der Vergangenheit und jener Zukunft zu erzählen, welche Buddenbrooks, nächst der Gnade Gottes, ihm, dem kleinen Johann, zu verdanken haben sollten.",
        "chapter": 94
    },
    {
        "word": "leitung",
        "definition_german": "Führung, Management, Steuerung eines Prozesses.",
        "definition_english": "Direction, management, leadership.",
        "context_snippet": "Die Abwicklung der Geschäfte also begann unter der Leitung Herrn Kistenmakers und des alten Herrn Marcus und sie nahm einen außerordentlich kläglichen Verlauf.",
        "chapter": 94
    },
    {
        "word": "vergebens",
        "definition_german": "Ohne Erfolg, vergeblich, umsonst.",
        "definition_english": "In vain, fruitlessly.",
        "context_snippet": "Was Christian Buddenbrook betrifft, so hätte man ihn vergebens in der Stadt gesucht; er weilte nicht mehr in ihren Mauern.",
        "chapter": 94
    },
    {
        "word": "schon",
        "definition_german": "Bereits, zu einem früheren Zeitpunkt.",
        "definition_english": "Already, even.",
        "context_snippet": "Sein mütterliches Erbe zwar, dessen Zinsen übrigens schon immer zur Hälfte nach Hamburg gewandert waren, wurde, soweit es noch nicht im voraus verbraucht war, von Herrn Stephan Kistenmaker verwaltet, der dazu durch seines toten Freundes Testament bestellt worden war; aber Christian war im übrigen Herr seines Willens ...",
        "chapter": 94
    },
    {
        "word": "heirat",
        "definition_german": "Eheschließung.",
        "definition_english": "Marriage, wedding.",
        "context_snippet": "Jedenfalls setzte es seine Gemahlin in den Stand, unbeschadet der praktischen und ideellen Vorteile, die sie der Heirat verdankte, ihr früheres unabhängiges Leben ohne Rücksicht und Behinderung fortzuführen.",
        "chapter": 94
    },
    {
        "word": "jammerte",
        "definition_german": "Klagte laut, wehklagte (Präteritum).",
        "definition_english": "Lamented, wailed, complained loudly.",
        "context_snippet": "Sie jammerte laut über den üblen Eindruck, den dies hervorrufen könne, und klagte, daß es für den Namen der Familie eine neue Einbuße an Prestige bedeuten werde.",
        "chapter": 94
    },
    {
        "word": "überhaupt",
        "definition_german": "Im Allgemeinen; um alles zu beenden (used idiomatically in context).",
        "definition_english": "At all, generally (used here to mean 'to finish things off once and for all').",
        "context_snippet": "Und er beschwor dies so lange, bis er sich, um überhaupt einmal ein Ende zu machen, genötigt sah, das Haus für fünfundsiebentausend Mark an einen alternden Junggesellen abzugeben, der, von weiten Reisen zurückkehrend, sich in der Stadt niederzulassen gedachte ...",
        "chapter": 94
    },
    {
        "word": "verkauf",
        "definition_german": "Der Akt, bei dem Waren gegen Geld abgegeben werden.",
        "definition_english": "Sale.",
        "context_snippet": "Ein überstürzter und unvorteilhafter Verkauf folgte dem anderen.",
        "chapter": 94
    },
    {
        "word": "annehmbar",
        "definition_german": "Akzeptabel, tragbar; so, dass man es annehmen kann.",
        "definition_english": "Acceptable, reasonable.",
        "context_snippet": "Das war annehmbar, denn ein Verlust war bei diesem Verkaufe unvermeidlich.",
        "chapter": 94
    },
    {
        "word": "revenüen",
        "definition_german": "Einnahmen, Erträge, Einkünfte.",
        "definition_english": "Revenue, income, profits.",
        "context_snippet": "nicht zu vergessen, daß er für seine Mühewaltung mit großer Pünktlichkeit zwei Prozent der Revenüen bezog.",
        "chapter": 94
    },
    {
        "word": "entäußern",
        "definition_german": "Sich von etwas trennen, etwas weggeben, verkaufen.",
        "definition_english": "To dispose of, to divest oneself of, to part with.",
        "context_snippet": "Manche Stunde weinte sie darüber, daß man sich des ehrwürdigen Firmenschildes, dieses durch vier Generationen überlieferten Kleinods, entäußern, daß man seine Geschichte abschließen sollte, während doch ein natürlicher Erbfolger vorhanden war.",
        "chapter": 94
    },
    {
        "word": "ja",
        "definition_german": "Bestätigung; zur Betonung (hier verstärkend).",
        "definition_english": "Yes; indeed, certainly (used for emphasis).",
        "context_snippet": "Aber dann tröstete sie sich damit, daß das Ende der Firma ja nicht geradezu dasjenige der Familie sei, und daß ihr Neffe eben ein junges und neues Werk werde beginnen müssen, um seinem hohen Berufe nachzukommen, der ja darin bestand, dem Namen seiner Väter Glanz und Klang zu erhalten und die Familie zu neuer Blüte zu bringen.",
        "chapter": 94
    },
    {
        "word": "miene",
        "definition_german": "Gesichtsausdruck.",
        "definition_english": "Expression, look, mien.",
        "context_snippet": "Auch ihr, die ehemals die Ursache so heftigen Zwists in der Familie gewesen war, hatte der Tod seine sühnende und verklärende Krone aufgesetzt, und ihre drei Töchter, Friederike, Henriette und Pfiffi, fühlten nun das Recht, den Kondolationen ihrer Verwandten eine beleidigte Miene entgegenzusetzen, als wollten sie sagen: »Da seht, eure Verfolgungen haben sie in die Grube gebracht!« ...",
        "chapter": 94
    },
    {
        "word": "anzeichen",
        "definition_german": "Symptom, Hinweis, Zeichen.",
        "definition_english": "Sign, indication, symptom.",
        "context_snippet": "Sie verschafften ihm eine höchst wichtige Tätigkeit, sie berechtigten ihn, an der Börse mit allen Anzeichen der Überarbeitung sein Haupthaar zu streichen und zu versichern, daß er sich aufreibe ...",
        "chapter": 94
    },
    {
        "word": "vollwertig",
        "definition_german": "Den vollen Wert besitzend, als gleichberechtigt angesehen.",
        "definition_english": "Fully valid, having full worth, fully accepted.",
        "context_snippet": "Sie hatte diese Frau, die weit später in die Familie eingetreten war als sie, eigentlich niemals recht als zugehörig und vollwertig angesehen und begann andererseits in vorgerückten Jahren mit dem Dünkel einer alten Dienerin sich selbst übertriebene Befugnisse anzumaßen.",
        "chapter": 94
    },
    {
        "word": "umgeben",
        "definition_german": "Rundherum sein, von etwas eingeschlossen sein.",
        "definition_english": "Surrounded (by).",
        "context_snippet": "Herrn Kistenmaker besorgte auch den Ankauf des neuen Hauses, einer angenehmen kleinen Villa, die vielleicht ein wenig zu teuer erstanden wurde, die aber, vorm Burgtore an einer alten Kastanienallee gelegen und von einem hübschen Zier- und Nutzgarten umgeben, den Wünschen Gerda Buddenbrooks entsprach ...",
        "chapter": 94
    },
    {
        "word": "heftig",
        "definition_german": "Stark, intensiv, leidenschaftlich.",
        "definition_english": "Violent, intense, fierce.",
        "context_snippet": "Auch ihr, die ehemals die Ursache so heftigen Zwists in der Familie gewesen war, hatte der Tod seine sühnende und verklärende Krone aufgesetzt, und ihre drei Töchter, Friederike, Henriette und Pfiffi, fühlten nun das Recht, den Kondolationen ihrer Verwandten eine beleidigte Miene entgegenzusetzen, als wollten sie sagen: »Da seht, eure Verfolgungen haben sie in die Grube gebracht!« ...",
        "chapter": 94
    },
    {
        "word": "schwester",
        "definition_german": "Weibliches Geschwister.",
        "definition_english": "Sister.",
        "context_snippet": "Auch Madame Kethelsen hatte den Frieden. Nachdem sie sich während der letzten Jahre mit der Gicht hatte plagen müssen, war sie sanft, einfältig und kindergläubig dahingegangen, beneidet von ihrer gelehrten Schwester, die immer noch hie und da gegen kleine rationalistische Anfechtungen zu kämpfen hatte und, obgleich sie beständig buckliger und winziger wurde, durch eine zähere Konstitution an diese schlechte Erde gebannt war.",
        "chapter": 94
    },
    {
        "word": "lager",
        "definition_german": "Warenvorrat; Speicherort.",
        "definition_english": "Stock, inventory, warehouse.",
        "context_snippet": "Das Lager, die Speicher wurden mit großem Schaden zu Gelde gemacht.",
        "chapter": 94
    },
    {
        "word": "neffe",
        "definition_german": "Der Sohn des Bruders oder der Schwester.",
        "definition_english": "Nephew.",
        "context_snippet": "Immer, wenn Frau Permaneder bei ihrer Schwägerin vorsprach, zog sie ihren Neffen an sich, um ihm von der Vergangenheit und jener Zukunft zu erzählen, welche Buddenbrooks, nächst der Gnade Gottes, ihm, dem kleinen Johann, zu verdanken haben sollten.",
        "chapter": 94
    },
    {
        "word": "sechsmalhundertundfünfzigtausend",
        "definition_german": "650.000 (sechshundertfünfzigtausend).",
        "definition_english": "Six hundred and fifty thousand (650,000).",
        "context_snippet": "Thomas Buddenbrook hatte auf dem Papiere ein Vermögen von sechsmalhundertundfünfzigtausend Mark hinterlassen; ein Jahr nach der Testamentseröffnung stellte sich heraus, daß mit dieser Summe im entferntesten nicht zu rechnen war ...",
        "chapter": 94
    },
    {
        "word": "konnte",
        "definition_german": "War in der Lage, hatte die Möglichkeit (Präteritum von können).",
        "definition_english": "Could, was able to.",
        "context_snippet": "Die gute Seele hatte, als die vorige Generation ihr entwachsen war, alsbald den kleinen Johann vorgefunden, den sie hegen und pflegen, dem sie Grimmsche Märchen vorlesen und die Geschichte des Onkels erzählen konnte, welcher am Schluckauf gestorben war.",
        "chapter": 94
    },
    {
        "word": "recht",
        "definition_german": "Befugnis, Anspruch; korrekt.",
        "definition_english": "Right (entitlement or claim).",
        "context_snippet": "Auch ihr, die ehemals die Ursache so heftigen Zwists in der Familie gewesen war, hatte der Tod seine sühnende und verklärende Krone aufgesetzt, und ihre drei Töchter, Friederike, Henriette und Pfiffi, fühlten nun das Recht, den Kondolationen ihrer Verwandten eine beleidigte Miene entgegenzusetzen, als wollten sie sagen: »Da seht, eure Verfolgungen haben sie in die Grube gebracht!« ...",
        "chapter": 94
    },
    {
        "word": "eindruck",
        "definition_german": "Wirkung auf andere, Gefühl oder Bild, das bei jemandem entsteht.",
        "definition_english": "Impression, effect.",
        "context_snippet": "Sie jammerte laut über den üblen Eindruck, den dies hervorrufen könne, und klagte, daß es für den Namen der Familie eine neue Einbuße an Prestige bedeuten werde.",
        "chapter": 94
    },
    {
        "word": "versichern",
        "definition_german": "Mit Bestimmtheit sagen, beteuern; eine Versicherung abschließen.",
        "definition_english": "To assure, to affirm, to claim.",
        "context_snippet": "Sie verschafften ihm eine höchst wichtige Tätigkeit, sie berechtigten ihn, an der Börse mit allen Anzeichen der Überarbeitung sein Haupthaar zu streichen und zu versichern, daß er sich aufreibe ...",
        "chapter": 94
    },
    {
        "word": "plötzlich",
        "definition_german": "Unerwartet, schnell, auf einmal.",
        "definition_english": "Suddenly.",
        "context_snippet": "Man erinnert sich dieser oder jener Person, man denkt nach, wie es ihr gehen mag, und plötzlich fällt einem ein, daß sie nicht mehr auf den Trottoirs umherspaziert, daß ihre Stimme nicht mehr in dem allgemeinen Stimmenkonzert mitklingt, sondern daß sie einfach auf immer vom Schauplatz verschwunden ist und irgendwo draußen vorm Tore unter der Erde liegt.",
        "chapter": 94
    },
    {
        "word": "kalt",
        "definition_german": "Von niedriger Temperatur; unbeteiligt, emotionslos.",
        "definition_english": "Cold, unemotional, distant.",
        "context_snippet": "Seine Stimme zischte, aber er sprach kalt und geschäftlich, und nichts verriet die Erschütterung seiner Seele.",
        "chapter": 94
    },
    {
        "word": "teil",
        "definition_german": "Ein Abschnitt oder eine Portion eines Ganzen.",
        "definition_english": "Part, share, portion.",
        "context_snippet": "Dorthin zog die Senatorin, im Herbst des Jahres sechsundsiebenzig, mit ihrem Sohne, ihren Dienstboten und einem Teile ihres Hausrates, während ein anderer Teil davon unter dem Wehklagen Frau Permaneders zurückgelassen werden und in den Besitz des alternden Junggesellen übergehen mußte.",
        "chapter": 94
    },
    {
        "word": "überstürzter",
        "definition_german": "Übereilt, hastig, zu schnell (Partizip II/Adjektiv).",
        "definition_english": "Hasty, rushed, precipitate (sale).",
        "context_snippet": "Ein überstürzter und unvorteilhafter Verkauf folgte dem anderen.",
        "chapter": 94
    },
    {
        "word": "verwandte",
        "definition_german": "Mitglieder der Familie.",
        "definition_english": "Relatives.",
        "context_snippet": "Sobald seine Verehelichung ruchbar wurde, richtete Frau Permaneder an Frau Aline Buddenbrook zu Hamburg einen langen und außerordentlich feindseligen Brief, der mit der Anrede »Madame!« begann und in sorgfältig vergifteten Worten die Erklärung enthielt, daß Frau Permaneder weder die Adressatin noch ihre Kinder jemals als Verwandte anzuerkennen gesonnen sei.",
        "chapter": 94
    },
    {
        "word": "hierüber",
        "definition_german": "Über diese Sache, in Bezug auf dies.",
        "definition_english": "About this, concerning this.",
        "context_snippet": "Frau Permaneder zeigte sich heftig bewegt hierüber.",
        "chapter": 94
    },
    {
        "word": "gegenwart",
        "definition_german": "Die aktuelle Zeit, das Jetzt.",
        "definition_english": "Present (time).",
        "context_snippet": "Je unerquicklicher die Gegenwart sich darstellte, desto weniger konnte sie sich genug tun in Schilderungen, wie vornehm das Leben in den Häusern ihrer Eltern und Großeltern gewesen und wie Hannos Urgroßvater vierspännig über Land gefahren sei ...",
        "chapter": 94
    },
    {
        "word": "allgemeinen",
        "definition_german": "Das Ganze betreffend, weit verbreitet (in dem allgemeinen Stimmenkonzert).",
        "definition_english": "General, common (in the general concert of voices).",
        "context_snippet": "Man erinnert sich dieser oder jener Person, man denkt nach, wie es ihr gehen mag, und plötzlich fällt einem ein, daß sie nicht mehr auf den Trottoirs umherspaziert, daß ihre Stimme nicht mehr in dem allgemeinen Stimmenkonzert mitklingt, sondern daß sie einfach auf immer vom Schauplatz verschwunden ist und irgendwo draußen vorm Tore unter der Erde liegt.",
        "chapter": 94
    },
    {
        "word": "davonging",
        "definition_german": "Wegging, sich entfernte (Präteritum von davongehen).",
        "definition_english": "Went away, departed.",
        "context_snippet": "Er umarmte sie, legte dann die Hände auf den Rücken, stützte sich auf sein eines Bein, indem er den anderen Fuß auf die Zehenspitzen stellte, und sah zu, wie sie davonging, mit demselben grüblerischen und nach innen gekehrten Blick, den seine goldbraunen, bläulich umschatteten Augen an der Leiche seiner Großmutter, beim Tode seines Vaters, bei der Auflösung der großen Haushalte und so manchem weniger äußerlichen Erlebnis ähnlicher Art angenommen hatten ...",
        "chapter": 94
    },
    {
        "word": "haushalt",
        "definition_german": "Das private Wohnwesen, die Organisation des häuslichen Lebens; Hausstand.",
        "definition_english": "Household, domestic economy.",
        "context_snippet": "Man erzählte sich Wunderdinge über das, was sie dazu nötigte, über das bedenkliche Zusammenschmelzen des Buddenbrookschen Vermögens, und so konnte es geschehen, daß allgemach in der Stadt eine Stimmung Platz zu greifen begann, die die verwitwete Senatorin anfangs mit Erstaunen und Befremdung, dann mit wachsendem Unwillen in ihrem Haushalt empfinden mußte ...",
        "chapter": 94
    },
    {
        "word": "mehr",
        "definition_german": "In größerer Menge oder Häufigkeit; nicht mehr (now used for negation).",
        "definition_english": "More; no longer (in context).",
        "context_snippet": "Was Christian Buddenbrook betrifft, so hätte man ihn vergebens in der Stadt gesucht; er weilte nicht mehr in ihren Mauern.",
        "chapter": 94
    },
    {
        "word": "abgerufen",
        "definition_german": "Zum Tode berufen, gestorben (euphemistisch).",
        "definition_english": "Called away (euphemism for deceased).",
        "context_snippet": "Konsul Peter Döhlmann war abgerufen worden.",
        "chapter": 94
    },
    {
        "word": "langen",
        "definition_german": "Von großer Ausdehnung oder Dauer (Adjektiv, Dativ Plural).",
        "definition_english": "Long.",
        "context_snippet": "Sobald seine Verehelichung ruchbar wurde, richtete Frau Permaneder an Frau Aline Buddenbrook zu Hamburg einen langen und außerordentlich feindseligen Brief, der mit der Anrede »Madame!« begann und in sorgfältig vergifteten Worten die Erklärung enthielt, daß Frau Permaneder weder die Adressatin noch ihre Kinder jemals als Verwandte anzuerkennen gesonnen sei.",
        "chapter": 94
    },
    {
        "word": "kämpfen",
        "definition_german": "Sich streiten, ringen mit; Widerstand leisten.",
        "definition_english": "To fight, to struggle.",
        "context_snippet": "Auch Madame Kethelsen hatte den Frieden. Nachdem sie sich während der letzten Jahre mit der Gicht hatte plagen müssen, war sie sanft, einfältig und kindergläubig dahingegangen, beneidet von ihrer gelehrten Schwester, die immer noch hie und da gegen kleine rationalistische Anfechtungen zu kämpfen hatte und, obgleich sie beständig buckliger und winziger wurde, durch eine zähere Konstitution an diese schlechte Erde gebannt war.",
        "chapter": 94
    },
    {
        "word": "buddenbrooks",
        "definition_german": "Bezieht sich auf die Familie oder das Vermögen der Buddenbrooks (Genitiv).",
        "definition_english": "Buddenbrook's, belonging to the Buddenbrooks (Genitive).",
        "context_snippet": "Unbestimmte und übertriebene Gerüchte über die ungünstige Liquidation gingen um, und sie wurden genährt durch die Nachricht, daß Gerda Buddenbrook das große Haus zu verkaufen gedenke.",
        "chapter": 94
    },
    {
        "word": "entschluß",
        "definition_german": "Feste Absicht, Entscheidung.",
        "definition_english": "Resolution, decision.",
        "context_snippet": "Gerda Buddenbrook war so indigniert, daß sie sogar etwas wie einen halben Entschluß laut werden ließ, mit dem kleinen Johann die Stadt zu verlassen, zu ihrem alten Vater nach Amsterdam zu ziehen und wieder Duos mit ihm zu geigen.",
        "chapter": 94
    },
    {
        "word": "bringen",
        "definition_german": "Führen, transportieren; herbeiführen.",
        "definition_english": "To bring.",
        "context_snippet": "Aber dann tröstete sie sich damit, daß das Ende der Firma ja nicht geradezu dasjenige der Familie sei, und daß ihr Neffe eben ein junges und neues Werk werde beginnen müssen, um seinem hohen Berufe nachzukommen, der ja darin bestand, dem Namen seiner Väter Glanz und Klang zu erhalten und die Familie zu neuer Blüte zu bringen.",
        "chapter": 94
    },
    {
        "word": "durfte",
        "definition_german": "Hatte die Erlaubnis, war berechtigt (Präteritum von dürfen).",
        "definition_english": "Was allowed to, might (past tense).",
        "context_snippet": "Es geschah, daß er sich in Gerda Buddenbrooks Salon erblicken durfte, ihr gegenüber in einem Fauteuil, Aug' in Auge mit ihr über den Preis ihres Hauses verhandelnd.",
        "chapter": 94
    },
    {
        "word": "bruders",
        "definition_german": "Des Bruders (Genitiv Singular).",
        "definition_english": "Brother's (Genitive singular).",
        "context_snippet": "Ein knappes Jahr nach dem Tode seines Bruders, des Senators, war er nach Hamburg übergesiedelt, woselbst er sich mit einer Dame, der er längst schon nahegestanden, mit Fräulein Aline Puvogel, vor Gott und den Menschen vermählt hatte.",
        "chapter": 94
    },
    {
        "word": "bedeuten",
        "definition_german": "Anzeigen, heißen; zur Folge haben.",
        "definition_english": "To mean, to signify, to imply.",
        "context_snippet": "Sie jammerte laut über den üblen Eindruck, den dies hervorrufen könne, und klagte, daß es für den Namen der Familie eine neue Einbuße an Prestige bedeuten werde.",
        "chapter": 94
    },
    {
        "word": "gosch",
        "definition_german": "Ein Nachname (hier: Herr Gosch, der Makler).",
        "definition_english": "Gosch (a surname).",
        "context_snippet": "Herrn Gosch, dem Makler Sigismund Gosch, dämmerte ein erhabener Tag.",
        "chapter": 94
    },
    {
        "word": "ursache",
        "definition_german": "Grund, Anlass, Auslöser.",
        "definition_english": "Cause, reason.",
        "context_snippet": "Auch ihr, die ehemals die Ursache so heftigen Zwists in der Familie gewesen war, hatte der Tod seine sühnende und verklärende Krone aufgesetzt, und ihre drei Töchter, Friederike, Henriette und Pfiffi, fühlten nun das Recht, den Kondolationen ihrer Verwandten eine beleidigte Miene entgegenzusetzen, als wollten sie sagen: »Da seht, eure Verfolgungen haben sie in die Grube gebracht!« ...",
        "chapter": 94
    },
    {
        "word": "dienstboten",
        "definition_german": "Hausangestellte, Diener, Personal.",
        "definition_english": "Servants, domestic staff.",
        "context_snippet": "Dorthin zog die Senatorin, im Herbst des Jahres sechsundsiebenzig, mit ihrem Sohne, ihren Dienstboten und einem Teile ihres Hausrates, während ein anderer Teil davon unter dem Wehklagen Frau Permaneders zurückgelassen werden und in den Besitz des alternden Junggesellen übergehen mußte.",
        "chapter": 94
    },
    {
        "word": "vorgefunden",
        "definition_german": "Gefunden (in einer bestimmten Situation oder an einem Ort).",
        "definition_english": "Found, came across.",
        "context_snippet": "Die gute Seele hatte, als die vorige Generation ihr entwachsen war, alsbald den kleinen Johann vorgefunden, den sie hegen und pflegen, dem sie Grimmsche Märchen vorlesen und die Geschichte des Onkels erzählen konnte, welcher am Schluckauf gestorben war.",
        "chapter": 94
    },
    {
        "word": "zog",
        "definition_german": "Bewegte sich an einen anderen Ort; übersiedelte (Präteritum von ziehen).",
        "definition_english": "Moved, relocated, pulled.",
        "context_snippet": "Dorthin zog die Senatorin, im Herbst des Jahres sechsundsiebenzig, mit ihrem Sohne, ihren Dienstboten und einem Teile ihres Hausrates, während ein anderer Teil davon unter dem Wehklagen Frau Permaneders zurückgelassen werden und in den Besitz des alternden Junggesellen übergehen mußte.",
        "chapter": 94
    },
    {
        "word": "zartheit",
        "definition_german": "Feingefühl, Empfindlichkeit; körperliche Schwachheit.",
        "definition_english": "Delicacy, tenderness, frailty.",
        "context_snippet": "Nun aber war der kleine Johann eigentlich gar nicht mehr klein, er war ein fünfzehnjähriger Junge, dem sie trotz seiner Zartheit nicht mehr beträchtlich nützen konnte ...",
        "chapter": 94
    },
    {
        "word": "wärme",
        "definition_german": "Warm machen; erhitzen (Konjunktiv I/II von wärmen).",
        "definition_english": "To warm, to heat up.",
        "context_snippet": "Und was Herrn Kistenmakers Übereifer nicht verdarb, das vollbrachte die Saumseligkeit des alten Herrn Marcus, von dem man sich in der Stadt erzählte, daß er zur Winterszeit, bevor er ausgehe, nicht nur seinen Paletot und Hut, sondern auch seinen Spazierstock sorgfältig am Ofen wärme, und der, bot sich einmal eine günstige Konjunktur, sicherlich die Gelegenheit vorübergehen ließ ...",
        "chapter": 94
    },
    {
        "word": "hagenströms",
        "definition_german": "Name einer Familie (Plural oder Genitiv).",
        "definition_english": "Hagenströms (a family name).",
        "context_snippet": "Eines Tages erlitt sie einen heftigen Anfall von Magenkrampf, infolge davon, daß Friederike, Henriette und Pfiffi Buddenbrook einstimmig behauptet hatten, Hagenströms seien die Creme der Gesellschaft ...",
        "chapter": 94
    },
    {
        "word": "sah",
        "definition_german": "Blickte, nahm wahr; erblickte (Präteritum von sehen).",
        "definition_english": "Saw, looked.",
        "context_snippet": "Er umarmte sie, legte dann die Hände auf den Rücken, stützte sich auf sein eines Bein, indem er den anderen Fuß auf die Zehenspitzen stellte, und sah zu, wie sie davonging, mit demselben grüblerischen und nach innen gekehrten Blick, den seine goldbraunen, bläulich umschatteten Augen an der Leiche seiner Großmutter, beim Tode seines Vaters, bei der Auflösung der großen Haushalte und so manchem weniger äußerlichen Erlebnis ähnlicher Art angenommen hatten ...",
        "chapter": 94
    },
    {
        "word": "hand",
        "definition_german": "Teil des Arms, der zum Greifen dient.",
        "definition_english": "Hand.",
        "context_snippet": "Er machte sich anheischig, das Haus zu übernehmen, streckte die Hand aus und bot mit tückischem Lächeln fünfundachtzigtausend Mark.",
        "chapter": 94
    },
    {
        "word": "sohn",
        "definition_german": "Männliches Kind.",
        "definition_english": "Son.",
        "context_snippet": "Dorthin zog die Senatorin, im Herbst des Jahres sechsundsiebenzig, mit ihrem Sohne, ihren Dienstboten und einem Teile ihres Hausrates, während ein anderer Teil davon unter dem Wehklagen Frau Permaneders zurückgelassen werden und in den Besitz des alternden Junggesellen übergehen mußte.",
        "chapter": 94
    },
    {
        "word": "dünkel",
        "definition_german": "Eingebildetheit, übertriebene Selbstgefälligkeit.",
        "definition_english": "Conceit, arrogance, presumption.",
        "context_snippet": "Sie hatte diese Frau, die weit später in die Familie eingetreten war als sie, eigentlich niemals recht als zugehörig und vollwertig angesehen und begann andererseits in vorgerückten Jahren mit dem Dünkel einer alten Dienerin sich selbst übertriebene Befugnisse anzumaßen.",
        "chapter": 94
    },
    {
        "word": "wiederholt",
        "definition_german": "Mehrmals geschehen; sich ereignet (Partizip II/Adjektiv).",
        "definition_english": "Repeatedly, recurrent.",
        "context_snippet": "Unheimliche Wahnideen und Zwangsvorstellungen hatten sich bei ihm in verstärktem Maße wiederholt, und auf Veranlassung seiner Gattin und eines Arztes hatte er sich nunmehr in eine Anstalt begeben.",
        "chapter": 94
    },
    {
        "word": "vielleicht",
        "definition_german": "Eventuell, möglicherweise.",
        "definition_english": "Perhaps, maybe.",
        "context_snippet": "Herrn Kistenmaker besorgte auch den Ankauf des neuen Hauses, einer angenehmen kleinen Villa, die vielleicht ein wenig zu teuer erstanden wurde, die aber, vorm Burgtore an einer alten Kastanienallee gelegen und von einem hübschen Zier- und Nutzgarten umgeben, den Wünschen Gerda Buddenbrooks entsprach ...",
        "chapter": 94
    },
    {
        "word": "krone",
        "definition_german": "Kopfschmuck von Königen; metaphorisch: Abschluss, Verklärung.",
        "definition_english": "Crown (often metaphorical for culmination or transfiguration).",
        "context_snippet": "Auch ihr, die ehemals die Ursache so heftigen Zwists in der Familie gewesen war, hatte der Tod seine sühnende und verklärende Krone aufgesetzt, und ihre drei Töchter, Friederike, Henriette und Pfiffi, fühlten nun das Recht, den Kondolationen ihrer Verwandten eine beleidigte Miene entgegenzusetzen, als wollten sie sagen: »Da seht, eure Verfolgungen haben sie in die Grube gebracht!« ...",
        "chapter": 94
    },
    {
        "word": "verwalter",
        "definition_german": "Eine Person, die Güter oder Angelegenheiten anderer verwaltet; Administrator.",
        "definition_english": "Administrator, manager, trustee.",
        "context_snippet": "Herr Kistenmaker war Testamentsvollstrecker, Verwalter des Buddenbrookschen Vermögens und Vormund des kleinen Johann, und er hielt diese Ämter in Ehren.",
        "chapter": 94
    },
    {
        "word": "gesonnen",
        "definition_german": "Die Absicht haben, beabsichtigen, geneigt sein.",
        "definition_english": "Intending, inclined, disposed (to do something).",
        "context_snippet": "Allein Herrn Kistenmakers Meinung mußte gehört werden, Gerda Buddenbrook mußte Herrn Gosch entlassen, ohne mit ihm abgeschlossen zu haben, und es zeigte sich, daß Herr Kistenmaker nicht gesonnen war, irgendwelche Eingriffe in seine Tätigkeit zu gestatten.",
        "chapter": 94
    },
    {
        "word": "heimat",
        "definition_german": "Der Ort, an dem man geboren oder aufgewachsen ist und sich zugehörig fühlt.",
        "definition_english": "Home, homeland, native region.",
        "context_snippet": "Mamsell Jungmann, Ida Jungmann, seit vierzig Jahren im Buddenbrookschen Hause, trat aus den Diensten der Familie und kehrte in ihre westpreußische Heimat zurück, um bei Verwandten den Feierabend ihres Lebens zu verbringen.",
        "chapter": 94
    },
    {
        "word": "mag",
        "definition_german": "Könnte, dürfte; Mutmaßung (Konjunktiv von mögen).",
        "definition_english": "May, might (expressing possibility).",
        "context_snippet": "Man erinnert sich dieser oder jener Person, man denkt nach, wie es ihr gehen mag, und plötzlich fällt einem ein, daß sie nicht mehr auf den Trottoirs umherspaziert, daß ihre Stimme nicht mehr in dem allgemeinen Stimmenkonzert mitklingt, sondern daß sie einfach auf immer vom Schauplatz verschwunden ist und irgendwo draußen vorm Tore unter der Erde liegt.",
        "chapter": 94
    },
    {
        "word": "firma",
        "definition_german": "Das Handelsunternehmen, die Geschäftsbezeichnung.",
        "definition_english": "Company, firm.",
        "context_snippet": "Die Dinge lagen so, daß liquidiert werden, daß die Firma verschwinden sollte, und zwar binnen eines Jahres; dies war des Senators letztwillige Bestimmung.",
        "chapter": 94
    },
    {
        "word": "sobald",
        "definition_german": "Sobald wie; wenn etwas unmittelbar geschieht.",
        "definition_english": "As soon as.",
        "context_snippet": "Sobald seine Verehelichung ruchbar wurde, richtete Frau Permaneder an Frau Aline Buddenbrook zu Hamburg einen langen und außerordentlich feindseligen Brief, der mit der Anrede »Madame!« begann und in sorgfältig vergifteten Worten die Erklärung enthielt, daß Frau Permaneder weder die Adressatin noch ihre Kinder jemals als Verwandte anzuerkennen gesonnen sei.",
        "chapter": 94
    },
    {
        "word": "magenkrampf",
        "definition_german": "Schmerzhafte, krampfartige Kontraktion des Magens.",
        "definition_english": "Stomach cramp, gastric spasm.",
        "context_snippet": "Eines Tages erlitt sie einen heftigen Anfall von Magenkrampf, infolge davon, daß Friederike, Henriette und Pfiffi Buddenbrook einstimmig behauptet hatten, Hagenströms seien die Creme der Gesellschaft ...",
        "chapter": 94
    },
    {
        "word": "lage",
        "definition_german": "Situation, Zustand; räumliche Position.",
        "definition_english": "Situation, position, state (of affairs).",
        "context_snippet": "Die Lage ward unhaltbar, erregte Auftritte fanden statt, und obgleich Frau Permaneder mit der nämlichen Beredsamkeit für sie bat, mit der sie für die großen Wohnhäuser und die Möbel gebeten hatte, erhielt die alte Ida den Abschied.",
        "chapter": 94
    },
    {
        "word": "aufreibe",
        "definition_german": "Sich völlig verausgaben, erschöpfen, zugrunde richten (reflexiv, Konjunktiv I).",
        "definition_english": "Wear oneself out, exhaust oneself (subjunctive).",
        "context_snippet": "Sie verschafften ihm eine höchst wichtige Tätigkeit, sie berechtigten ihn, an der Börse mit allen Anzeichen der Überarbeitung sein Haupthaar zu streichen und zu versichern, daß er sich aufreibe ...",
        "chapter": 94
    },
    {
        "word": "schließlich",
        "definition_german": "Zuletzt, am Ende einer Entwicklung oder Kette von Ereignissen.",
        "definition_english": "Finally, ultimately.",
        "context_snippet": "Er hatte sein ganzes Vermögen verfrühstückt, war schließlich dem Hunyadi-Janos erlegen und hinterließ seiner Tochter eine Rente von zweihundert Mark jährlich, indem er es der öffentlichen Pietät gegen den Namen Döhlmann anheimgab, sie durch Aufnahme in das Johanniskloster zu versorgen.",
        "chapter": 94
    },
    {
        "word": "teuer",
        "definition_german": "Von hohem Preis; kostspielig.",
        "definition_english": "Expensive, costly.",
        "context_snippet": "Herr Kistenmaker besorgte auch den Ankauf des neuen Hauses, einer angenehmen kleinen Villa, die vielleicht ein wenig zu teuer erstanden wurde, die aber, vorm Burgtore an einer alten Kastanienallee gelegen und von einem hübschen Zier- und Nutzgarten umgeben, den Wünschen Gerda Buddenbrooks entsprach ...",
        "chapter": 94
    },
    {
        "word": "erstanden",
        "definition_german": "Gekauft, erworben (Partizip Perfekt von erwerben).",
        "definition_english": "Purchased, acquired.",
        "context_snippet": "Herr Kistenmaker besorgte auch den Ankauf des neuen Hauses, einer angenehmen kleinen Villa, die vielleicht ein wenig zu teuer erstanden wurde, die aber, vorm Burgtore an einer alten Kastanienallee gelegen und von einem hübschen Zier- und Nutzgarten umgeben, den Wünschen Gerda Buddenbrooks entsprach ...",
        "chapter": 94
    },
    {
        "word": "maße",
        "definition_german": "Grad, Ausmaß, Umfang (hier: in verstärktem Maße = in größerem Umfang).",
        "definition_english": "Measure, degree (here: extent).",
        "context_snippet": "Unheimliche Wahnideen und Zwangsvorstellungen hatten sich bei ihm in verstärktem Maße wiederholt, und auf Veranlassung seiner Gattin und eines Arztes hatte er sich nunmehr in eine Anstalt begeben.",
        "chapter": 94
    },
    {
        "word": "nachricht",
        "definition_german": "Eine Meldung oder Information über ein Ereignis oder einen Sachverhalt.",
        "definition_english": "News, message, report.",
        "context_snippet": "Unbestimmte und übertriebene Gerüchte über die ungünstige Liquidation gingen um, und sie wurden genährt durch die Nachricht, daß Gerda Buddenbrook das große Haus zu verkaufen gedenke.",
        "chapter": 94
    },
    {
        "word": "beeinflußt",
        "definition_german": "Wirkung auf jemanden oder etwas ausgeübt haben.",
        "definition_english": "Influenced, affected.",
        "context_snippet": "Die Ehe schien sein Befinden nicht günstig beeinflußt zu haben.",
        "chapter": 94
    },
    {
        "word": "bevor",
        "definition_german": "Früher als; eine zeitliche Unterordnung ausdrückend.",
        "definition_english": "Before.",
        "context_snippet": "Und was Herrn Kistenmakers Übereifer nicht verdarb, das vollbrachte die Saumseligkeit des alten Herrn Marcus, von dem man sich in der Stadt erzählte, daß er zur Winterszeit, bevor er ausgehe, nicht nur seinen Paletot und Hut, sondern auch seinen Spazierstock sorgfältig am Ofen wärme, und der, bot sich einmal eine günstige Konjunktur, sicherlich die Gelegenheit vorübergehen ließ ...",
        "chapter": 94
    },
    {
        "word": "bucklig",
        "definition_german": "Mit einem Buckel versehen; gekrümmt in der Haltung.",
        "definition_english": "Humpbacked, bent, hunched.",
        "context_snippet": "Das schlohweiße Haar von allen Seiten ins Gesicht gestrichen, starrte er ihr mit gräßlich vorgeschobenem Kinn von unten herauf ins Angesicht und erreichte es, vollkommen bucklig auszusehen.",
        "chapter": 94
    },
    {
        "word": "ehemals",
        "definition_german": "Früher, vor längerer Zeit.",
        "definition_english": "Formerly, previously.",
        "context_snippet": "Auch ihr, die ehemals die Ursache so heftigen Zwists in der Familie gewesen war, hatte der Tod seine sühnende und verklärende Krone aufgesetzt, und ihre drei Töchter, Friederike, Henriette und Pfiffi, fühlten nun das Recht, den Kondolationen ihrer Verwandten eine beleidigte Miene entgegenzusetzen, als wollten sie sagen: »Da seht, eure Verfolgungen haben sie in die Grube gebracht!« ...",
        "chapter": 94
    },
    {
        "word": "kindergläubig",
        "definition_german": "So gläubig wie ein Kind; im Zustand naiver, unerschütterlicher Gläubigkeit.",
        "definition_english": "Having childlike faith, innocently believing.",
        "context_snippet": "Nachdem sie sich während der letzten Jahre mit der Gicht hatte plagen müssen, war sie sanft, einfältig und kindergläubig dahingegangen, beneidet von ihrer gelehrten Schwester, die immer noch hie und da gegen kleine rationalistische Anfechtungen zu kämpfen hatte und, obgleich sie beständig buckliger und winziger wurde, durch eine zähere Konstitution an diese schlechte Erde gebannt war.",
        "chapter": 94
    },
    {
        "word": "herbst",
        "definition_german": "Die Jahreszeit zwischen Sommer und Winter.",
        "definition_english": "Autumn, fall.",
        "context_snippet": "Dorthin zog die Senatorin, im Herbst des Jahres sechsundsiebenzig, mit ihrem Sohne, ihren Dienstboten und einem Teile ihres Hausrates, während ein anderer Teil davon unter dem Wehklagen Frau Permaneders zurückgelassen werden und in den Besitz des alternden Junggesellen übergehen mußte.",
        "chapter": 94
    },
    {
        "word": "gelächter",
        "definition_german": "Lautes, gemeinsames oder starkes Lachen.",
        "definition_english": "Laughter.",
        "context_snippet": "Als sie eines Tages ihrer Schwägerin berichtete, daß mehrere Handwerker und Lieferanten in unanständiger Weise auf die Berichtigung größerer Rechnungen gedrungen hatten, blieb Frau Permaneder lange Zeit erstarrt und brach dann in ein fürchterliches Gelächter aus ...",
        "chapter": 94
    },
    {
        "word": "jahres",
        "definition_german": "Genitiv Singular von Jahr; eine Zeitspanne von zwölf Monaten.",
        "definition_english": "Of the year.",
        "context_snippet": "Dorthin zog die Senatorin, im Herbst des Jahres sechsundsiebenzig, mit ihrem Sohne, ihren Dienstboten und einem Teile ihres Hausrates, während ein anderer Teil davon unter dem Wehklagen Frau Permaneders zurückgelassen werden und in den Besitz des alternden Junggesellen übergehen mußte.",
        "chapter": 94
    },
    {
        "word": "einfach",
        "definition_german": "Nur, schlicht, ohne Komplikationen.",
        "definition_english": "Simply, merely.",
        "context_snippet": "Man erinnert sich dieser oder jener Person, man denkt nach, wie es ihr gehen mag, und plötzlich fällt einem ein, daß sie nicht mehr auf den Trottoirs umherspaziert, daß ihre Stimme nicht mehr in dem allgemeinen Stimmenkonzert mitklingt, sondern daß sie einfach auf immer vom Schauplatz verschwunden ist und irgendwo draußen vorm Tore unter der Erde liegt.",
        "chapter": 94
    },
    {
        "word": "konstitution",
        "definition_german": "Die körperliche Verfassung oder Beschaffenheit eines Menschen.",
        "definition_english": "Constitution (physical makeup, health).",
        "context_snippet": "Auch Madame Kethelsen hatte den Frieden. Nachdem sie sich während der letzten Jahre mit der Gicht hatte plagen müssen, war sie sanft, einfältig und kindergläubig dahingegangen, beneidet von ihrer gelehrten Schwester, die immer noch hie und da gegen kleine rationalistische Anfechtungen zu kämpfen hatte und, obgleich sie beständig buckliger und winziger wurde, durch eine zähere Konstitution an diese schlechte Erde gebannt war.",
        "chapter": 94
    },
    {
        "word": "blick",
        "definition_german": "Die Richtung und Art, wie jemand schaut; der Gesichtsausdruck.",
        "definition_english": "Gaze, look, expression.",
        "context_snippet": "Er umarmte sie, legte dann die Hände auf den Rücken, stützte sich auf sein eines Bein, indem er den anderen Fuß auf die Zehenspitzen stellte, und sah zu, wie sie davonging, mit demselben grüblerischen und nach innen gekehrten Blick, den seine goldbraunen, bläulich umschatteten Augen an der Leiche seiner Großmutter, beim Tode seines Vaters, bei der Auflösung der großen Haushalte und so manchem weniger äußerlichen Erlebnis ähnlicher Art angenommen hatten ...",
        "chapter": 94
    },
    {
        "word": "seiten",
        "definition_german": "Von der Richtung oder dem Standpunkt her (in Konjunktion: von Seiten = on the part of).",
        "definition_english": "Sides (here: on the part of).",
        "context_snippet": "Aber dies rief einen solchen Sturm des Entsetzens von seiten Frau Permaneders hervor, daß sie den Plan fürs erste fahren lassen mußte.",
        "chapter": 94
    },
    {
        "word": "vorgängen",
        "definition_german": "Plural Dativ von Vorgang; Abläufe, Geschehnisse oder Prozesse.",
        "definition_english": "Proceedings, processes, occurrences.",
        "context_snippet": "Der alten Ida Verabschiedung schloß sich in seiner Anschauung folgerichtig den anderen Vorgängen des Abbröckelns, des Endens, des Abschließens, der Zersetzung an, denen er beigewohnt hatte.",
        "chapter": 94
    },
    {
        "word": "vollkommen",
        "definition_german": "Völlig, total, absolut.",
        "definition_english": "Completely, perfectly.",
        "context_snippet": "Das schlohweiße Haar von allen Seiten ins Gesicht gestrichen, starrte er ihr mit gräßlich vorgeschobenem Kinn von unten herauf ins Angesicht und erreichte es, vollkommen bucklig auszusehen.",
        "chapter": 94
    },
    {
        "word": "ankauf",
        "definition_german": "Der Vorgang des Kaufens; Erwerb.",
        "definition_english": "Purchase, acquisition.",
        "context_snippet": "Herr Kistenmaker besorgte auch den Ankauf des neuen Hauses, einer angenehmen kleinen Villa, die vielleicht ein wenig zu teuer erstanden wurde, die aber, vorm Burgtore an einer alten Kastanienallee gelegen und von einem hübschen Zier- und Nutzgarten umgeben, den Wünschen Gerda Buddenbrooks entsprach ...",
        "chapter": 94
    },
    {
        "word": "arztes",
        "definition_german": "Genitiv Singular von Arzt; einer Person, die Medizin studiert und praktiziert.",
        "definition_english": "Of a doctor/physician.",
        "context_snippet": "Unheimliche Wahnideen und Zwangsvorstellungen hatten sich bei ihm in verstärktem Maße wiederholt, und auf Veranlassung seiner Gattin und eines Arztes hatte er sich nunmehr in eine Anstalt begeben.",
        "chapter": 94
    },
    {
        "word": "wichtige",
        "definition_german": "Von großer Bedeutung, relevant.",
        "definition_english": "Important.",
        "context_snippet": "Sie verschafften ihm eine höchst wichtige Tätigkeit, sie berechtigten ihn, an der Börse mit allen Anzeichen der Überarbeitung sein Haupthaar zu streichen und zu versichern, daß er sich aufreibe ...",
        "chapter": 94
    },
    {
        "word": "vorsprach",
        "definition_german": "Jemanden besuchen oder aufsuchen, um etwas zu besprechen (Präteritum von vorsprechen).",
        "definition_english": "Called (on someone), visited, presented herself.",
        "context_snippet": "Immer, wenn Frau Permaneder bei ihrer Schwägerin vorsprach, zog sie ihren Neffen an sich, um ihm von der Vergangenheit und jener Zukunft zu erzählen, welche Buddenbrooks, nächst der Gnade Gottes, ihm, dem kleinen Johann, zu verdanken haben sollten.",
        "chapter": 94
    },
    {
        "word": "folgerichtig",
        "definition_german": "Logisch konsequent; den Regeln der Logik entsprechend.",
        "definition_english": "Logically consistent, consequently.",
        "context_snippet": "Der alten Ida Verabschiedung schloß sich in seiner Anschauung folgerichtig den anderen Vorgängen des Abbröckelns, des Endens, des Abschließens, der Zersetzung an, denen er beigewohnt hatte.",
        "chapter": 94
    },
    {
        "word": "glück",
        "definition_german": "Zufall oder positives Schicksal, Erfolg.",
        "definition_english": "Luck, fortune.",
        "context_snippet": "Im übrigen aber hatte er nicht viel Glück bei den Geschäften und zog sich sehr bald die Unzufriedenheit Gerda Buddenbrooks zu.",
        "chapter": 94
    },
    {
        "word": "töchter",
        "definition_german": "Weibliche Nachkommen; Plural von Tochter.",
        "definition_english": "Daughters.",
        "context_snippet": "Auch ihr, die ehemals die Ursache so heftigen Zwists in der Familie gewesen war, hatte der Tod seine sühnende und verklärende Krone aufgesetzt, und ihre drei Töchter, Friederike, Henriette und Pfiffi, fühlten nun das Recht, den Kondolationen ihrer Verwandten eine beleidigte Miene entgegenzusetzen, als wollten sie sagen: »Da seht, eure Verfolgungen haben sie in die Grube gebracht!« ...",
        "chapter": 94
    },
    {
        "word": "jedenfalls",
        "definition_german": "Auf jeden Fall, sicher, wie dem auch sei.",
        "definition_english": "In any case, anyhow.",
        "context_snippet": "Jedenfalls setzte es seine Gemahlin in den Stand, unbeschadet der praktischen und ideellen Vorteile, die sie der Heirat verdankte, ihr früheres unabhängiges Leben ohne Rücksicht und Behinderung fortzuführen.",
        "chapter": 94
    },
    {
        "word": "weniger",
        "definition_german": "Nicht so viel; eine geringere Menge oder Grad.",
        "definition_english": "Less.",
        "context_snippet": "Er umarmte sie, legte dann die Hände auf den Rücken, stützte sich auf sein eines Bein, indem er den anderen Fuß auf die Zehenspitzen stellte, und sah zu, wie sie davonging, mit demselben grüblerischen und nach innen gekehrten Blick, den seine goldbraunen, bläulich umschatteten Augen an der Leiche seiner Großmutter, beim Tode seines Vaters, bei der Auflösung der großen Haushalte und so manchem weniger äußerlichen Erlebnis ähnlicher Art angenommen hatten ...",
        "chapter": 94
    },
    {
        "word": "schloß",
        "definition_german": "Trat hinzu, reihte sich an (Präteritum von sich anschließen).",
        "definition_english": "Joined, attached itself (to).",
        "context_snippet": "Der alten Ida Verabschiedung schloß sich in seiner Anschauung folgerichtig den anderen Vorgängen des Abbröckelns, des Endens, des Abschließens, der Zersetzung an, denen er beigewohnt hatte.",
        "chapter": 94
    },
    {
        "word": "meinung",
        "definition_german": "Die persönliche Ansicht oder Auffassung.",
        "definition_english": "Opinion.",
        "context_snippet": "Allein Herrn Kistenmakers Meinung mußte gehört werden, Gerda Buddenbrook mußte Herrn Gosch entlassen, ohne mit ihm abgeschlossen zu haben, und es zeigte sich, daß Herr Kistenmaker nicht gesonnen war, irgendwelche Eingriffe in seine Tätigkeit zu gestatten.",
        "chapter": 94
    },
    {
        "word": "abschied",
        "definition_german": "Entlassung aus dem Dienst oder die Erlaubnis zum Gehen.",
        "definition_english": "Dismissal, notice (of termination).",
        "context_snippet": "Obgleich Frau Permaneder mit der nämlichen Beredsamkeit für sie bat, mit der sie für die großen Wohnhäuser und die Möbel gebeten hatte, erhielt die alte Ida den Abschied.",
        "chapter": 94
    },
    {
        "word": "veranlassung",
        "definition_german": "Anlass, Grund; auf Betreiben von jemandem.",
        "definition_english": "Instigation, prompting, initiative.",
        "context_snippet": "Unheimliche Wahnideen und Zwangsvorstellungen hatten sich bei ihm in verstärktem Maße wiederholt, und auf Veranlassung seiner Gattin und eines Arztes hatte er sich nunmehr in eine Anstalt begeben.",
        "chapter": 94
    },
    {
        "word": "johann",
        "definition_german": "Ein männlicher Vorname, hier der Vorname von Hanno Buddenbrook.",
        "definition_english": "Johann (a proper name).",
        "context_snippet": "Frau Permaneder zeigte sich heftig bewegt hierüber. »Und Johann, und der kleine Johann, und Hanno?!« fragte sie ...",
        "chapter": 94
    },
    {
        "word": "bekommen",
        "definition_german": "Erhalten, zugesprochen bekommen.",
        "definition_english": "To get, to receive.",
        "context_snippet": "Er mißachtete das Angebot des Herrn Gosch, er lachte darüber und schwor, daß man weit mehr bekommen werde.",
        "chapter": 94
    },
    {
        "word": "instand",
        "definition_german": "In gutem Zustand, funktionstüchtig (Teil der Phrase 'instand halten').",
        "definition_english": "Maintained, in good repair.",
        "context_snippet": "Aber sie mußte doch einräumen, daß es unpraktisch gewesen wäre, das weitläufige und prächtige Haus, das Thomas Buddenbrooks kostspielige Liebhaberei gewesen war, fernerhin zu bewohnen und instand zu halten, und daß Gerdas Wunsch nach einer bequemen kleinen Villa, vorm Tore, im Grünen, seine Berechtigung hatte ...",
        "chapter": 94
    },
    {
        "word": "freundes",
        "definition_german": "Genitiv Singular von Freund; einer Person, die man mag und der man vertraut.",
        "definition_english": "Of a friend.",
        "context_snippet": "Sein mütterliches Erbe zwar, dessen Zinsen übrigens schon immer zur Hälfte nach Hamburg gewandert waren, wurde, soweit es noch nicht im voraus verbraucht war, von Herrn Stephan Kistenmaker verwaltet, der dazu durch seines toten Freundes Testament bestellt worden war; aber Christian war im übrigen Herr seines Willens ...",
        "chapter": 94
    },
    {
        "word": "blüte",
        "definition_german": "Höchste Pracht, Prosperität, Hochphase.",
        "definition_english": "Flourishing, prime, bloom.",
        "context_snippet": "Aber dann tröstete sie sich damit, daß das Ende der Firma ja nicht geradezu dasjenige der Familie sei, und daß ihr Neffe eben ein junges und neues Werk werde beginnen müssen, um seinem hohen Berufe nachzukommen, der ja darin bestand, dem Namen seiner Väter Glanz und Klang zu erhalten und die Familie zu neuer Blüte zu bringen.",
        "chapter": 94
    },
    {
        "word": "land",
        "definition_german": "Das offene Gelände außerhalb der Stadt oder die Region, das Territorium.",
        "definition_english": "Countryside, land.",
        "context_snippet": "Je unerquicklicher die Gegenwart sich darstellte, desto weniger konnte sie sich genug tun in Schilderungen, wie vornehm das Leben in den Häusern ihrer Eltern und Großeltern gewesen und wie Hannos Urgroßvater vierspännig über Land gefahren sei ...",
        "chapter": 94
    },
    {
        "word": "einzigen",
        "definition_german": "Der oder das allein Vorhandene; Singular.",
        "definition_english": "Only, sole.",
        "context_snippet": "Die Tatsache, daß ihr Bruder über seinen Sohn und einzigen Erben hinweggegangen war, daß er für ihn nicht hatte die Firma am Leben erhalten wollen, enttäuschte und schmerzte sie sehr.",
        "chapter": 94
    },
    {
        "word": "plan",
        "definition_german": "Eine Absicht oder ein Vorhaben.",
        "definition_english": "Plan.",
        "context_snippet": "Aber dies rief einen solchen Sturm des Entsetzens von seiten Frau Permaneders hervor, daß sie den Plan fürs erste fahren lassen mußte.",
        "chapter": 94
    },
    {
        "word": "kethelsen",
        "definition_german": "Ein Nachname im Roman.",
        "definition_english": "Kethelsen (a proper name).",
        "context_snippet": "Auch Madame Kethelsen hatte den Frieden.",
        "chapter": 94
    },
    {
        "word": "ida",
        "definition_german": "Ein weiblicher Vorname, hier Mamsell Jungmann.",
        "definition_english": "Ida (a proper name).",
        "context_snippet": "Nicht genug der Veränderungen! Mamsell Jungmann, Ida Jungmann, seit vierzig Jahren im Buddenbrookschen Hause, trat aus den Diensten der Familie und kehrte in ihre westpreußische Heimat zurück, um bei Verwandten den Feierabend ihres Lebens zu verbringen.",
        "chapter": 94
    },
    {
        "word": "buddenbrookschen",
        "definition_german": "Adjektiv, das zur Familie Buddenbrook gehört oder mit ihr in Verbindung steht.",
        "definition_english": "Buddenbrook (belonging to the Buddenbrook family).",
        "context_snippet": "Man erzählte sich Wunderdinge über das, was sie dazu nötigte, über das bedenkliche Zusammenschmelzen des Buddenbrookschen Vermögens, und so konnte es geschehen, daß allgemach in der Stadt eine Stimmung Platz zu greifen begann, die die verwitwete Senatorin anfangs mit Erstaunen und Befremdung, dann mit wachsendem Unwillen in ihrem Haushalt empfinden mußte ...",
        "chapter": 94
    },
    {
        "word": "stüwing",
        "definition_german": "Ein Nachname, der Geburtsname der Konsulin Buddenbrook.",
        "definition_english": "Stüwing (a proper name/maiden name).",
        "context_snippet": "Die Konsulin Buddenbrook, geborene Stüwing, die Witwe Onkel Gottholds, war tot.",
        "chapter": 94
    },
    {
        "word": "tätigkeit",
        "definition_german": "Eine verrichtete Arbeit oder Handlung.",
        "definition_english": "Activity, occupation.",
        "context_snippet": "Sie verschafften ihm eine höchst wichtige Tätigkeit, sie berechtigten ihn, an der Börse mit allen Anzeichen der Überarbeitung sein Haupthaar zu streichen und zu versichern, daß er sich aufreibe ...",
        "chapter": 94
    },
    {
        "word": "mamsell",
        "definition_german": "Abkürzung für Mademoiselle, eine Anrede für unverheiratete Damen, oft Dienstmädchen oder Gouvernanten.",
        "definition_english": "Mamsell (Mademoiselle, term for an unmarried woman, often a governess or domestic worker).",
        "context_snippet": "Nicht genug der Veränderungen! Mamsell Jungmann, Ida Jungmann, seit vierzig Jahren im Buddenbrookschen Hause, trat aus den Diensten der Familie und kehrte in ihre westpreußische Heimat zurück, um bei Verwandten den Feierabend ihres Lebens zu verbringen.",
        "chapter": 94
    },
    {
        "word": "bitterlich",
        "definition_german": "In sehr starkem Maße, oft in Bezug auf Weinen; heftig und tief betrübt.",
        "definition_english": "Bitterly.",
        "context_snippet": "Sie weinte bitterlich, als die Stunde herankam, da sie dem kleinen Johann Lebewohl zu sagen hatte.",
        "chapter": 94
    },
    {
        "word": "verabschiedung",
        "definition_german": "Der Akt des Abschiednehmens oder Entlassens.",
        "definition_english": "Farewell, dismissal.",
        "context_snippet": "Der alten Ida Verabschiedung schloß sich in seiner Anschauung folgerichtig den anderen Vorgängen des Abbröckelns, des Endens, des Abschließens, der Zersetzung an, denen er beigewohnt hatte.",
        "chapter": 94
    },
    {
        "word": "je",
        "definition_german": "In Verbindung mit 'desto': drückt eine Abhängigkeitsbeziehung aus.",
        "definition_english": "The (in correlation: the more... the less).",
        "context_snippet": "Je unerquicklicher die Gegenwart sich darstellte, desto weniger konnte sie sich genug tun in Schilderungen, wie vornehm das Leben in den Häusern ihrer Eltern und Großeltern gewesen und wie Hannos Urgroßvater vierspännig über Land gefahren sei ...",
        "chapter": 94
    },
    {
        "word": "zurückgelassen",
        "definition_german": "An einem Ort oder in einem Zustand hinterlassen; nicht mitgenommen.",
        "definition_english": "Left behind.",
        "context_snippet": "Dorthin zog die Senatorin, im Herbst des Jahres sechsundsiebenzig, mit ihrem Sohne, ihren Dienstboten und einem Teile ihres Hausrates, während ein anderer Teil davon unter dem Wehklagen Frau Permaneders zurückgelassen werden und in den Besitz des alternden Junggesellen übergehen mußte.",
        "chapter": 94
    },
    {
        "word": "duos",
        "definition_german": "Musikstücke für zwei Instrumente oder Stimmen; Plural von Duo.",
        "definition_english": "Duets, duos.",
        "context_snippet": "Gerda Buddenbrook war so indigniert, daß sie sogar etwas wie einen halben Entschluß laut werden ließ, mit dem kleinen Johann die Stadt zu verlassen, zu ihrem alten Vater nach Amsterdam zu ziehen und wieder Duos mit ihm zu geigen.",
        "chapter": 94
    },
    {
        "word": "aufnahme",
        "definition_german": "Die Hineinnahme oder die Einbeziehung in eine Gemeinschaft oder Institution.",
        "definition_english": "Admission, inclusion, acceptance.",
        "context_snippet": "Er hatte sein ganzes Vermögen verfrühstückt, war schließlich dem Hunyadi-Janos erlegen und hinterließ seiner Tochter eine Rente von zweihundert Mark jährlich, indem er es der öffentlichen Pietät gegen den Namen Döhlmann anheimgab, sie durch Aufnahme in das Johanniskloster zu versorgen.",
        "chapter": 94
    },
    {
        "word": "gattin",
        "definition_german": "Ehefrau.",
        "definition_english": "Wife, spouse.",
        "context_snippet": "Unheimliche Wahnideen und Zwangsvorstellungen hatten sich bei ihm in verstärktem Maße wiederholt, und auf Veranlassung seiner Gattin und eines Arztes hatte er sich nunmehr in eine Anstalt begeben.",
        "chapter": 94
    },
    {
        "word": "woselbst",
        "definition_german": "Wo, an jenem Ort (veralteter oder gehobener Ausdruck).",
        "definition_english": "Where (in that place).",
        "context_snippet": "Ein knappes Jahr nach dem Tode seines Bruders, des Senators, war er nach Hamburg übergesiedelt, woselbst er sich mit einer Dame, der er längst schon nahegestanden, mit Fräulein Aline Puvogel, vor Gott und den Menschen vermählt hatte.",
        "chapter": 94
    },
    {
        "word": "senators",
        "definition_german": "Genitiv Singular von Senator; ein hochrangiges Mitglied des Stadtparlaments.",
        "definition_english": "Of the Senator.",
        "context_snippet": "Ein knappes Jahr nach dem Tode seines Bruders, des Senators, war er nach Hamburg übergesiedelt, woselbst er sich mit einer Dame, der er längst schon nahegestanden, mit Fräulein Aline Puvogel, vor Gott und den Menschen vermählt hatte.",
        "chapter": 94
    },
    {
        "word": "angenehmen",
        "definition_german": "Gefühlsmäßig positiv, erfreulich, behaglich.",
        "definition_english": "Pleasant, agreeable.",
        "context_snippet": "Herr Kistenmaker besorgte auch den Ankauf des neuen Hauses, einer angenehmen kleinen Villa, die vielleicht ein wenig zu teuer erstanden wurde, die aber, vorm Burgtore an einer alten Kastanienallee gelegen und von einem hübschen Zier- und Nutzgarten umgeben, den Wünschen Gerda Buddenbrooks entsprach ...",
        "chapter": 94
    },
    {
        "word": "schaden",
        "definition_german": "Verlust, Beeinträchtigung, Nachteil.",
        "definition_english": "Damage, loss.",
        "context_snippet": "Das Lager, die Speicher wurden mit großem Schaden zu Gelde gemacht.",
        "chapter": 94
    },
    {
        "word": "beginnen",
        "definition_german": "Starten, in Gang setzen.",
        "definition_english": "To begin, to start.",
        "context_snippet": "Aber dann tröstete sie sich damit, daß das Ende der Firma ja nicht geradezu dasjenige der Familie sei, und daß ihr Neffe eben ein junges und neues Werk werde beginnen müssen, um seinem hohen Berufe nachzukommen, der ja darin bestand, dem Namen seiner Väter Glanz und Klang zu erhalten und die Familie zu neuer Blüte zu bringen.",
        "chapter": 94
    },
    {
        "word": "rente",
        "definition_german": "Eine periodische Zahlung, meist als Einkommen im Alter oder zur Versorgung.",
        "definition_english": "Pension, annuity.",
        "context_snippet": "Er hatte sein ganzes Vermögen verfrühstückt, war schließlich dem Hunyadi-Janos erlegen und hinterließ seiner Tochter eine Rente von zweihundert Mark jährlich, indem er es der öffentlichen Pietät gegen den Namen Döhlmann anheimgab, sie durch Aufnahme in das Johanniskloster zu versorgen.",
        "chapter": 94
    },
    {
        "word": "niederzulassen",
        "definition_german": "Sich dauerhaft an einem Ort ansiedeln (Infinitiv mit zu).",
        "definition_english": "To settle down, to establish residence.",
        "context_snippet": "Und er beschwor dies so lange, bis er sich, um überhaupt einmal ein Ende zu machen, genötigt sah, das Haus für fünfundsiebenzigtausend Mark an einen alternden Junggesellen abzugeben, der, von weiten Reisen zurückkehrend, sich in der Stadt niederzulassen gedachte ...",
        "chapter": 94
    },
    {
        "word": "trotz",
        "definition_german": "Eine Präposition, die einen Gegensatz oder Widerspruch einführt (obwohl).",
        "definition_english": "Despite.",
        "context_snippet": "Nun aber war der kleine Johann eigentlich gar nicht mehr klein, er war ein fünfzehnjähriger Junge, dem sie trotz seiner Zartheit nicht mehr beträchtlich nützen konnte ...",
        "chapter": 94
    },
    {
        "word": "schlimm",
        "definition_german": "Übel, schlecht, von negativer Konsequenz.",
        "definition_english": "Bad, serious.",
        "context_snippet": "Justus Kröger war ebenfalls abgeschieden, und das war schlimm; denn nun hinderte niemand mehr seine schwache Gattin, das letzte Silberzeug zu verkaufen, um dem entarteten Jakob Geld schicken zu können, der irgendwo draußen in der Welt sein Lotterleben führte ...",
        "chapter": 94
    },
    {
        "word": "ehren",
        "definition_german": "Hochachtung oder Wertschätzung (in Ehren halten bedeutet, die Ämter gewissenhaft und würdevoll ausführen).",
        "definition_english": "Honor, respect (to hold in honor).",
        "context_snippet": "Herr Kistenmaker war Testamentsvollstrecker, Verwalter des Buddenbrookschen Vermögens und Vormund des kleinen Johann, und er hielt diese Ämter in Ehren.",
        "chapter": 94
    },
    {
        "word": "gute",
        "definition_german": "Von positiver moralischer oder charakterlicher Qualität.",
        "definition_english": "Good (referring to character).",
        "context_snippet": "Die gute Seele hatte, als die vorige Generation ihr entwachsen war, alsbald den kleinen Johann vorgefunden, den sie hegen und pflegen, dem sie Grimmsche Märchen vorlesen und die Geschichte des Onkels erzählen konnte, welcher am Schluckauf gestorben war.",
        "chapter": 94
    },
    {
        "word": "verkaufe",
        "definition_german": "Dativ Singular von Verkauf; die Übertragung von Eigentum gegen Geld.",
        "definition_english": "Sale.",
        "context_snippet": "Das war annehmbar, denn ein Verlust war bei diesem Verkaufe unvermeidlich.",
        "chapter": 94
    },
    {
        "word": "gar",
        "definition_german": "Verstärkungspartikel (gar nicht = überhaupt nicht).",
        "definition_english": "Even, at all (used for emphasis, often negation).",
        "context_snippet": "Nun aber war der kleine Johann eigentlich gar nicht mehr klein, er war ein fünfzehnjähriger Junge, dem sie trotz seiner Zartheit nicht mehr beträchtlich nützen konnte ...",
        "chapter": 94
    },
    {
        "word": "fuß",
        "definition_german": "Das unterste Glied des Beins, zum Gehen benutzt.",
        "definition_english": "Foot.",
        "context_snippet": "Er umarmte sie, legte dann die Hände auf den Rücken, stützte sich auf sein eines Bein, indem er den anderen Fuß auf die Zehenspitzen stellte, und sah zu, wie sie davonging, mit demselben grüblerischen und nach innen gekehrten Blick, den seine goldbraunen, bläulich umschatteten Augen an der Leiche seiner Großmutter, beim Tode seines Vaters, bei der Auflösung der großen Haushalte und so manchem weniger äußerlichen Erlebnis ähnlicher Art angenommen hatten ...",
        "chapter": 94
    },
    {
        "word": "vater",
        "definition_german": "Männlicher Elternteil.",
        "definition_english": "Father.",
        "context_snippet": "Gerda Buddenbrook war so indigniert, daß sie sogar etwas wie einen halben Entschluß laut werden ließ, mit dem kleinen Johann die Stadt zu verlassen, zu ihrem alten Vater nach Amsterdam zu ziehen und wieder Duos mit ihm zu geigen.",
        "chapter": 94
    },
    {
        "word": "mutter",
        "definition_german": "Weiblicher Elternteil.",
        "definition_english": "Mother.",
        "context_snippet": "Nun aber war der kleine Johann eigentlich gar nicht mehr klein, er war ein fünfzehnjähriger Junge, dem sie trotz seiner Zartheit nicht mehr beträchtlich nützen konnte ... und zu seiner Mutter stand sie, lange schon, in einem ziemlich unangenehmen Verhältnis.",
        "chapter": 94
    },
    {
        "word": "streng",
        "definition_german": "Hart, fordernd, ohne Nachsicht.",
        "definition_english": "Strict, severe.",
        "context_snippet": "Er war nicht gern dort, schrieb lamentierende Briefe an die Seinen und gab dem heftigen Wunsche Ausdruck, aus dieser Anstalt, in der man ihn sehr streng zu behandeln schien, wieder befreit zu werden.",
        "chapter": 94
    },
    {
        "word": "kistenmaker",
        "definition_german": "Ein Nachname im Roman, der Testamentsvollstrecker.",
        "definition_english": "Kistenmaker (a proper name).",
        "context_snippet": "Sein mütterliches Erbe zwar, dessen Zinsen übrigens schon immer zur Hälfte nach Hamburg gewandert waren, wurde, soweit es noch nicht im voraus verbraucht war, von Herrn Stephan Kistenmaker verwaltet, der dazu durch seines toten Freundes Testament bestellt worden war; aber Christian war im übrigen Herr seines Willens ...",
        "chapter": 94
    },
    {
        "word": "voraus",
        "definition_german": "Im Vorhinein, im Voraus (zeitlich).",
        "definition_english": "In advance, beforehand.",
        "context_snippet": "Sein mütterliches Erbe zwar, dessen Zinsen übrigens schon immer zur Hälfte nach Hamburg gewandert waren, wurde, soweit es noch nicht im voraus verbraucht war, von Herrn Stephan Kistenmaker verwaltet, der dazu durch seines toten Freundes Testament bestellt worden war; aber Christian war im übrigen Herr seines Willens ...",
        "chapter": 94
    },
    {
        "word": "hervor",
        "definition_german": "Ausdruck der Bewegung nach außen (hervorrufen = verursachen).",
        "definition_english": "Forth (often used in combination, e.g., 'rief hervor' = caused).",
        "context_snippet": "Aber dies rief einen solchen Sturm des Entsetzens von seiten Frau Permaneders hervor, daß sie den Plan fürs erste fahren lassen mußte.",
        "chapter": 94
    },
    {
        "word": "permaneder",
        "definition_german": "Ein Nachname im Roman, der Name von Thomas Buddenbrooks Schwester Tony.",
        "definition_english": "Permaneder (a proper name).",
        "context_snippet": "Sobald seine Verehelichung ruchbar wurde, richtete Frau Permaneder an Frau Aline Buddenbrook zu Hamburg einen langen und außerordentlich feindseligen Brief, der mit der Anrede »Madame!« begann und in sorgfältig vergifteten Worten die Erklärung enthielt, daß Frau Permaneder weder die Adressatin noch ihre Kinder jemals als Verwandte anzuerkennen gesonnen sei.",
        "chapter": 94
    },
    {
        "word": "lächeln",
        "definition_german": "Ein freundlicher, oft ironischer oder bösartiger Gesichtsausdruck.",
        "definition_english": "Smile.",
        "context_snippet": "Er machte sich anheischig, das Haus zu übernehmen, streckte die Hand aus und bot mit tückischem Lächeln fünfundachtzigtausend Mark.",
        "chapter": 94
    },
    {
        "word": "eigentlich",
        "definition_german": "Im Grunde genommen, tatsächlich, wahrhaftig.",
        "definition_english": "Actually, really, essentially.",
        "context_snippet": "Sie hatte diese Frau, die weit später in die Familie eingetreten war als sie, eigentlich niemals recht als zugehörig und vollwertig angesehen und begann andererseits in vorgerückten Jahren mit dem Dünkel einer alten Dienerin sich selbst übertriebene Befugnisse anzumaßen.",
        "chapter": 94
    },
    {
        "word": "desto",
        "definition_german": "In Verbindung mit 'je': drückt eine Abhängigkeitsbeziehung aus.",
        "definition_english": "The (in correlation: the less... the more).",
        "context_snippet": "Je unerquicklicher die Gegenwart sich darstellte, desto weniger konnte sie sich genug tun in Schilderungen, wie vornehm das Leben in den Häusern ihrer Eltern und Großeltern gewesen und wie Hannos Urgroßvater vierspännig über Land gefahren sei ...",
        "chapter": 94
    },
    {
        "word": "sei",
        "definition_german": "Konjunktiv Präsens Singular von sein (Ausdruck der indirekten Rede oder des Wunsches/Möglichkeit).",
        "definition_english": "Be (subjunctive form of 'to be').",
        "context_snippet": "Aber dann tröstete sie sich damit, daß das Ende der Firma ja nicht geradezu dasjenige der Familie sei, und daß ihr Neffe eben ein junges und neues Werk werde beginnen müssen, um seinem hohen Berufe nachzukommen, der ja darin bestand, dem Namen seiner Väter Glanz und Klang zu erhalten und die Familie zu neuer Blüte zu bringen.",
        "chapter": 94
    },
    {
        "word": "soviel",
        "definition_german": "Eine so große Menge oder ein so hohes Maß.",
        "definition_english": "So much.",
        "context_snippet": "Nicht umsonst besaß er soviel Ähnlichkeit mit seinem Urgroßvater ...",
        "chapter": 94
    },
    {
        "word": "großmutter",
        "definition_german": "Die Mutter des Vaters oder der Mutter.",
        "definition_english": "Grandmother.",
        "context_snippet": "Er umarmte sie, legte dann die Hände auf den Rücken, stützte sich auf sein eines Bein, indem er den anderen Fuß auf die Zehenspitzen stellte, und sah zu, wie sie davonging, mit demselben grüblerischen und nach innen gekehrten Blick, den seine goldbraunen, bläulich umschatteten Augen an der Leiche seiner Großmutter, beim Tode seines Vaters, bei der Auflösung der großen Haushalte und so manchem weniger äußerlichen Erlebnis ähnlicher Art angenommen hatten ...",
        "chapter": 94
    },
    {
        "word": "tag",
        "definition_german": "Eine Zeitspanne von 24 Stunden oder die helle Zeit des Tages.",
        "definition_english": "Day.",
        "context_snippet": "Herrn Gosch, dem Makler Sigismund Gosch, dämmerte ein erhabener Tag.",
        "chapter": 94
    },
    {
        "word": "erblicken",
        "definition_german": "Sehen, zu Gesicht bekommen.",
        "definition_english": "To behold, to catch sight of.",
        "context_snippet": "Es geschah, daß er sich in Gerda Buddenbrooks Salon erblicken durfte, ihr gegenüber in einem Fauteuil, Aug' in Auge mit ihr über den Preis ihres Hauses verhandelnd.",
        "chapter": 94
    },
    {
        "word": "atmosphäre",
        "definition_german": "Die Stimmung oder Umgebung eines Ortes.",
        "definition_english": "Atmosphere, environment.",
        "context_snippet": "Manchmal, wenn er seinen Kopf mit dem gelockten hellbraunen Haar und den immer ein wenig verzerrten Lippen erhob und die feinen Flügel seiner Nase sich empfindlich öffneten, war es, als schnuppere er behutsam in die Atmosphäre und Lebensluft, die ihn umgab, gewärtig, den Duft, den seltsam vertrauten Duft zu verspüren, den an der Bahre seiner Großmutter alle Blumengerüche nicht zu übertäuben vermocht hatten ...",
        "chapter": 94
    },
    {
        "word": "niemals",
        "definition_german": "Zu keinem Zeitpunkt, nie.",
        "definition_english": "Never.",
        "context_snippet": "Dergleichen befremdete ihn nicht mehr; es hatte ihn seltsamerweise niemals befremdet.",
        "chapter": 94
    },
    {
        "word": "hinterlassen",
        "definition_german": "Nach dem Tod als Erbe zurücklassen.",
        "definition_english": "To leave behind (especially an inheritance).",
        "context_snippet": "Thomas Buddenbrook hatte auf dem Papiere ein Vermögen von sechsmalhundertundfünfzigtausend Mark hinterlassen; ein Jahr nach der Testamentseröffnung stellte sich heraus, daß mit dieser Summe im entferntesten nicht zu rechnen war ...",
        "chapter": 94
    },
    {
        "word": "behutsam",
        "definition_german": "Vorsichtig, achtsam, sachte.",
        "definition_english": "Cautiously, carefully.",
        "context_snippet": "Manchmal, wenn er seinen Kopf mit dem gelockten hellbraunen Haar und den immer ein wenig verzerrten Lippen erhob und die feinen Flügel seiner Nase sich empfindlich öffneten, war es, als schnuppere er behutsam in die Atmosphäre und Lebensluft, die ihn umgab, gewärtig, den Duft, den seltsam vertrauten Duft zu verspüren, den an der Bahre seiner Großmutter alle Blumengerüche nicht zu übertäuben vermocht hatten ...",
        "chapter": 94
    },
    {
        "word": "allgemach",
        "definition_german": "Allmählich, nach und nach.",
        "definition_english": "Gradually, slowly.",
        "context_snippet": "Man erzählte sich Wunderdinge über das, was sie dazu nötigte, über das bedenkliche Zusammenschmelzen des Buddenbrookschen Vermögens, und so konnte es geschehen, daß allgemach in der Stadt eine Stimmung Platz zu greifen begann, die die verwitwete Senatorin anfangs mit Erstaunen und Befremdung, dann mit wachsendem Unwillen in ihrem Haushalt empfinden mußte ...",
        "chapter": 94
    },
    {
        "word": "villa",
        "definition_german": "Ein meist freistehendes, größeres und komfortableres Wohnhaus.",
        "definition_english": "Villa, detached house.",
        "context_snippet": "Herr Kistenmaker besorgte auch den Ankauf des neuen Hauses, einer angenehmen kleinen Villa, die vielleicht ein wenig zu teuer erstanden wurde, die aber, vorm Burgtore an einer alten Kastanienallee gelegen und von einem hübschen Zier- und Nutzgarten umgeben, den Wünschen Gerda Buddenbrooks entsprach ...",
        "chapter": 94
    },
    {
        "word": "bläulich",
        "definition_german": "Eine Farbe, die dem Blau nahekommt.",
        "definition_english": "Bluish.",
        "context_snippet": "Er umarmte sie, legte dann die Hände auf den Rücken, stützte sich auf sein eines Bein, indem er den anderen Fuß auf die Zehenspitzen stellte, und sah zu, wie sie davonging, mit demselben grüblerischen und nach innen gekehrten Blick, den seine goldbraunen, bläulich umschatteten Augen an der Leiche seiner Großmutter, beim Tode seines Vaters, bei der Auflösung der großen Haushalte und so manchem weniger äußerlichen Erlebnis ähnlicher Art angenommen hatten ...",
        "chapter": 94
    },
    {
        "word": "schwor",
        "definition_german": "Versprach oder bekräftigte etwas mit Nachdruck und Eid (Präteritum von schwören).",
        "definition_english": "Swore, asserted emphatically.",
        "context_snippet": "Er mißachtete das Angebot des Herrn Gosch, er lachte darüber und schwor, daß man weit mehr bekommen werde.",
        "chapter": 94
    },
    {
        "word": "übereifer",
        "definition_german": "Übersteigerte, oft unkluge oder schädliche Eifrigkeit.",
        "definition_english": "Overzealousness, excessive eagerness.",
        "context_snippet": "Und was Herrn Kistenmakers Übereifer nicht verdarb, das vollbrachte die Saumseligkeit des alten Herrn Marcus, von dem man sich in der Stadt erzählte, daß er zur Winterszeit, bevor er ausgehe, nicht nur seinen Paletot und Hut, sondern auch seinen Spazierstock sorgfältig am Ofen wärme, und der, bot sich einmal eine günstige Konjunktur, sicherlich die Gelegenheit vorübergehen ließ ...",
        "chapter": 94
    },
    {
        "word": "vaters",
        "definition_german": "Genitiv Singular von Vater.",
        "definition_english": "Of the father.",
        "context_snippet": "Er umarmte sie, legte dann die Hände auf den Rücken, stützte sich auf sein eines Bein, indem er den anderen Fuß auf die Zehenspitzen stellte, und sah zu, wie sie davonging, mit demselben grüblerischen und nach innen gekehrten Blick, den seine goldbraunen, bläulich umschatteten Augen an der Leiche seiner Großmutter, beim Tode seines Vaters, bei der Auflösung der großen Haushalte und so manchem weniger äußerlichen Erlebnis ähnlicher Art angenommen hatten ...",
        "chapter": 94
    },
    {
        "word": "übertäuben",
        "definition_german": "Mit einer lauteren oder stärkeren Wirkung etwas anderes überdecken, sodass es nicht mehr wahrnehmbar ist.",
        "definition_english": "To drown out, to overpower (a smell or sound).",
        "context_snippet": "Manchmal, wenn er seinen Kopf mit dem gelockten hellbraunen Haar und den immer ein wenig verzerrten Lippen erhob und die feinen Flügel seiner Nase sich empfindlich öffneten, war es, als schnuppere er behutsam in die Atmosphäre und Lebensluft, die ihn umgab, gewärtig, den Duft, den seltsam vertrauten Duft zu verspüren, den an der Bahre seiner Großmutter alle Blumengerüche nicht zu übertäuben vermocht hatten ...",
        "chapter": 94
    },
    {
        "word": "gehen",
        "definition_german": "Sich fortbewegen (zu Fuß) oder sich ereignen.",
        "definition_english": "To go, to fare.",
        "context_snippet": "Man erinnert sich dieser oder jener Person, man denkt nach, wie es ihr gehen mag, und plötzlich fällt einem ein, daß sie nicht mehr auf den Trottoirs umherspaziert, daß ihre Stimme nicht mehr in dem allgemeinen Stimmenkonzert mitklingt, sondern daß sie einfach auf immer vom Schauplatz verschwunden ist und irgendwo draußen vorm Tore unter der Erde liegt.",
        "chapter": 94
    },
    {
        "word": "frau",
        "definition_german": "Eine verheiratete Dame oder eine erwachsene weibliche Person.",
        "definition_english": "Mrs., woman, wife.",
        "context_snippet": "Sobald seine Verehelichung ruchbar wurde, richtete Frau Permaneder an Frau Aline Buddenbrook zu Hamburg einen langen und außerordentlich feindseligen Brief, der mit der Anrede »Madame!« begann und in sorgfältig vergifteten Worten die Erklärung enthielt, daß Frau Permaneder weder die Adressatin noch ihre Kinder jemals als Verwandte anzuerkennen gesonnen sei.",
        "chapter": 94
    },
    {
        "word": "höchst",
        "definition_german": "Sehr, äußerst, im höchsten Maße.",
        "definition_english": "Highly, extremely.",
        "context_snippet": "Sie verschafften ihm eine höchst wichtige Tätigkeit, sie berechtigten ihn, an der Börse mit allen Anzeichen der Überarbeitung sein Haupthaar zu streichen und zu versichern, daß er sich aufreibe ...",
        "chapter": 94
    },
    {
        "word": "dergleichen",
        "definition_german": "Solche Dinge, Ähnliches.",
        "definition_english": "Such things, things of that sort.",
        "context_snippet": "Dergleichen befremdete ihn nicht mehr; es hatte ihn seltsamerweise niemals befremdet.",
        "chapter": 94
    },
    {
        "word": "flügel",
        "definition_german": "Hier: die seitlichen Teile der Nase.",
        "definition_english": "Wings (here: sides/flanks of the nose).",
        "context_snippet": "Manchmal, wenn er seinen Kopf mit dem gelockten hellbraunen Haar und den immer ein wenig verzerrten Lippen erhob und die feinen Flügel seiner Nase sich empfindlich öffneten, war es, als schnuppere er behutsam in die Atmosphäre und Lebensluft, die ihn umgab, gewärtig, den Duft, den seltsam vertrauten Duft zu verspüren, den an der Bahre seiner Großmutter alle Blumengerüche nicht zu übertäuben vermocht hatten ...",
        "chapter": 94
    },
    {
        "word": "gelegenheit",
        "definition_german": "Eine günstige oder passende Zeit oder Umstand.",
        "definition_english": "Opportunity, chance.",
        "context_snippet": "Und was Herrn Kistenmakers Übereifer nicht verdarb, das vollbrachte die Saumseligkeit des alten Herrn Marcus, von dem man sich in der Stadt erzählte, daß er zur Winterszeit, bevor er ausgehe, nicht nur seinen Paletot und Hut, sondern auch seinen Spazierstock sorgfältig am Ofen wärme, und der, bot sich einmal eine günstige Konjunktur, sicherlich die Gelegenheit vorübergehen ließ ...",
        "chapter": 94
    },
    {
        "word": "hannos",
        "definition_german": "Genitiv Singular von Hanno, der Spitzname von Johann Buddenbrook.",
        "definition_english": "Hanno's (a proper name).",
        "context_snippet": "Je unerquicklicher die Gegenwart sich darstellte, desto weniger konnte sie sich genug tun in Schilderungen, wie vornehm das Leben in den Häusern ihrer Eltern und Großeltern gewesen und wie Hannos Urgroßvater vierspännig über Land gefahren sei ...",
        "chapter": 94
    },
    {
        "word": "paletot",
        "definition_german": "Ein eleganter, langer Überzieher oder Mantel.",
        "definition_english": "Overcoat.",
        "context_snippet": "Und was Herrn Kistenmakers Übereifer nicht verdarb, das vollbrachte die Saumseligkeit des alten Herrn Marcus, von dem man sich in der Stadt erzählte, daß er zur Winterszeit, bevor er ausgehe, nicht nur seinen Paletot und Hut, sondern auch seinen Spazierstock sorgfältig am Ofen wärme, und der, bot sich einmal eine günstige Konjunktur, sicherlich die Gelegenheit vorübergehen ließ ...",
        "chapter": 94
    },
    {
        "word": "immer",
        "definition_german": "Zu jeder Zeit, ständig.",
        "definition_english": "Always, constantly.",
        "context_snippet": "Manchmal, wenn er seinen Kopf mit dem gelockten hellbraunen Haar und den immer ein wenig verzerrten Lippen erhob und die feinen Flügel seiner Nase sich empfindlich öffneten, war es, als schnuppere er behutsam in die Atmosphäre und Lebensluft, die ihn umgab, gewärtig, den Duft, den seltsam vertrauten Duft zu verspüren, den an der Bahre seiner Großmutter alle Blumengerüche nicht zu übertäuben vermocht hatten ...",
        "chapter": 94
    },
    {
        "word": "dahingegangen",
        "definition_german": "Gestorben, sanft entschlafen (Partizip Perfekt von dahingehen, im Sinne von sterben).",
        "definition_english": "Passed away, died.",
        "context_snippet": "Nachdem sie sich während der letzten Jahre mit der Gicht hatte plagen müssen, war sie sanft, einfältig und kindergläubig dahingegangen, beneidet von ihrer gelehrten Schwester, die immer noch hie und da gegen kleine rationalistische Anfechtungen zu kämpfen hatte und, obgleich sie beständig buckliger und winziger wurde, durch eine zähere Konstitution an diese schlechte Erde gebannt war.",
        "chapter": 94
    },
    {
        "word": "duft",
        "definition_german": "Ein angenehmer Geruch.",
        "definition_english": "Scent, fragrance.",
        "context_snippet": "Manchmal, wenn er seinen Kopf mit dem gelockten hellbraunen Haar und den immer ein wenig verzerrten Lippen erhob und die feinen Flügel seiner Nase sich empfindlich öffneten, war es, als schnuppere er behutsam in die Atmosphäre und Lebensluft, die ihn umgab, gewärtig, den Duft, den seltsam vertrauten Duft zu verspüren, den an der Bahre seiner Großmutter alle Blumengerüche nicht zu übertäuben vermocht hatten ...",
        "chapter": 94
    },
    {
        "word": "zukunft",
        "definition_german": "Die Zeit, die nach der Gegenwart liegt.",
        "definition_english": "Future.",
        "context_snippet": "Immer, wenn Frau Permaneder bei ihrer Schwägerin vorsprach, zog sie ihren Neffen an sich, um ihm von der Vergangenheit und jener Zukunft zu erzählen, welche Buddenbrooks, nächst der Gnade Gottes, ihm, dem kleinen Johann, zu verdanken haben sollten.",
        "chapter": 94
    },
    {
        "word": "wohl",
        "definition_german": "Wahrscheinlich, vermutlich; zur Milderung einer Behauptung.",
        "definition_english": "Probably, perhaps, indeed.",
        "context_snippet": "Aber man hielt ihn fest, und das war wohl das beste für ihn.",
        "chapter": 94
    },
    {
        "word": "gesellschaft",
        "definition_german": "Die Oberschicht, die feine Gesellschaft.",
        "definition_english": "Society (high society).",
        "context_snippet": "Eines Tages erlitt sie einen heftigen Anfall von Magenkrampf, infolge davon, daß Friederike, Henriette und Pfiffi Buddenbrook einstimmig behauptet hatten, Hagenströms seien die Creme der Gesellschaft ...",
        "chapter": 94
    },
    {
        "word": "frieden",
        "definition_german": "Zustand der Ruhe und Abwesenheit von Konflikt oder Leid (hier: den ewigen Frieden, d.h. Tod).",
        "definition_english": "Peace.",
        "context_snippet": "Auch Madame Kethelsen hatte den Frieden.",
        "chapter": 94
    },
    {
        "word": "aug",
        "definition_german": "Verkürzte Form von Auge (im Ausdruck: Aug' in Auge); das Sehorgan.",
        "definition_english": "Eye.",
        "context_snippet": "Es geschah, daß er sich in Gerda Buddenbrooks Salon erblicken durfte, ihr gegenüber in einem Fauteuil, Aug' in Auge mit ihr über den Preis ihres Hauses verhandelnd.",
        "chapter": 94
    },
    {
        "word": "fünfundsiebenzigtausend",
        "definition_german": "Die Zahl 75.000.",
        "definition_english": "Seventy-five thousand.",
        "context_snippet": "Und er beschwor dies so lange, bis er sich, um überhaupt einmal ein Ende zu machen, genötigt sah, das Haus für fünfundsiebenzigtausend Mark an einen alternden Junggesellen abzugeben, der, von weiten Reisen zurückkehrend, sich in der Stadt niederzulassen gedachte ...",
        "chapter": 94
    },
    {
        "word": "gern",
        "definition_german": "Mit Vergnügen, lieber.",
        "definition_english": "Gladly, willingly.",
        "context_snippet": "Er war nicht gern dort, schrieb lamentierende Briefe an die Seinen und gab dem heftigen Wunsche Ausdruck, aus dieser Anstalt, in der man ihn sehr streng zu behandeln schien, wieder befreit zu werden.",
        "chapter": 94
    },
    {
        "word": "konjunktur",
        "definition_german": "Die wirtschaftliche Lage oder Geschäftslage; hier: eine günstige Marktlage.",
        "definition_english": "Market conditions, economic situation.",
        "context_snippet": "Und was Herrn Kistenmakers Übereifer nicht verdarb, das vollbrachte die Saumseligkeit des alten Herrn Marcus, von dem man sich in der Stadt erzählte, daß er zur Winterszeit, bevor er ausgehe, nicht nur seinen Paletot und Hut, sondern auch seinen Spazierstock sorgfältig am Ofen wärme, und der, bot sich einmal eine günstige Konjunktur, sicherlich die Gelegenheit vorübergehen ließ ...",
        "chapter": 94
    },
    {
        "word": "brief",
        "definition_german": "Eine geschriebene Mitteilung, die in der Regel per Post verschickt wird.",
        "definition_english": "Letter.",
        "context_snippet": "Sobald seine Verehelichung ruchbar wurde, richtete Frau Permaneder an Frau Aline Buddenbrook zu Hamburg einen langen und außerordentlich feindseligen Brief, der mit der Anrede »Madame!« begann und in sorgfältig vergifteten Worten die Erklärung enthielt, daß Frau Permaneder weder die Adressatin noch ihre Kinder jemals als Verwandte anzuerkennen gesonnen sei.",
        "chapter": 94
    },
    {
        "word": "außerordentlich",
        "definition_german": "Sehr, ungewöhnlich, in hohem Maße.",
        "definition_english": "Extremely, extraordinarily.",
        "context_snippet": "Sobald seine Verehelichung ruchbar wurde, richtete Frau Permaneder an Frau Aline Buddenbrook zu Hamburg einen langen und außerordentlich feindseligen Brief, der mit der Anrede »Madame!« begann und in sorgfältig vergifteten Worten die Erklärung enthielt, daß Frau Permaneder weder die Adressatin noch ihre Kinder jemals als Verwandte anzuerkennen gesonnen sei.",
        "chapter": 94
    },
    {
        "word": "pflegen",
        "definition_german": "Sich um jemanden oder etwas kümmern, versorgen.",
        "definition_english": "To care for, to look after.",
        "context_snippet": "Die gute Seele hatte, als die vorige Generation ihr entwachsen war, alsbald den kleinen Johann vorgefunden, den sie hegen und pflegen, dem sie Grimmsche Märchen vorlesen und die Geschichte des Onkels erzählen konnte, welcher am Schluckauf gestorben war.",
        "chapter": 94
    },
    {
        "word": "rücksicht",
        "definition_german": "Achtung, Beachtung, Bedenken (hier: ohne Rücksicht auf andere).",
        "definition_english": "Consideration.",
        "context_snippet": "Jedenfalls setzte es seine Gemahlin in den Stand, unbeschadet der praktischen und ideellen Vorteile, die sie der Heirat verdankte, ihr früheres unabhängiges Leben ohne Rücksicht und Behinderung fortzuführen.",
        "chapter": 94
    },
    {
        "word": "stimme",
        "definition_german": "Der durch die Stimmbänder erzeugte Laut, der zur Sprache dient.",
        "definition_english": "Voice.",
        "context_snippet": "Man erinnert sich dieser oder jener Person, man denkt nach, wie es ihr gehen mag, und plötzlich fällt einem ein, daß sie nicht mehr auf den Trottoirs umherspaziert, daß ihre Stimme nicht mehr in dem allgemeinen Stimmenkonzert mitklingt, sondern daß sie einfach auf immer vom Schauplatz verschwunden ist und irgendwo draußen vorm Tore unter der Erde liegt.",
        "chapter": 94
    },
    {
        "word": "pünktlichkeit",
        "definition_german": "Genaues Einhalten des vereinbarten Zeitpunktes.",
        "definition_english": "Punctuality.",
        "context_snippet": "Im übrigen aber hatte er nicht viel Glück bei den Geschäften und zog sich sehr bald die Unzufriedenheit Gerda Buddenbrooks zu. ... nicht zu vergessen, daß er für seine Mühewaltung mit großer Pünktlichkeit zwei Prozent der Revenüen bezog.",
        "chapter": 94
    },
    {
        "word": "preis",
        "definition_german": "Der Geldbetrag, der für eine Ware oder Dienstleistung gefordert oder gezahlt wird.",
        "definition_english": "Price.",
        "context_snippet": "Es geschah, daß er sich in Gerda Buddenbrooks Salon erblicken durfte, ihr gegenüber in einem Fauteuil, Aug' in Auge mit ihr über den Preis ihres Hauses verhandelnd.",
        "chapter": 94
    },
    {
        "word": "anfangs",
        "definition_german": "Zuerst, zu Beginn.",
        "definition_english": "Initially, at first.",
        "context_snippet": "Man erzählte sich Wunderdinge über das, was sie dazu nötigte, über das bedenkliche Zusammenschmelzen des Buddenbrookschen Vermögens, und so konnte es geschehen, daß allgemach in der Stadt eine Stimmung Platz zu greifen begann, die die verwitwete Senatorin anfangs mit Erstaunen und Befremdung, dann mit wachsendem Unwillen in ihrem Haushalt empfinden mußte ...",
        "chapter": 94
    },
    {
        "word": "wichtig",
        "definition_german": "Bedeutsam, von Belang (hier: sich selbst zu wichtig nehmen = eingebildet).",
        "definition_english": "Important.",
        "context_snippet": "Sie erregte Anstoß, indem sie ihre Person als allzu wichtig betrachtete, indem sie sich im Haushalte dieses oder jenes Übergriffes schuldig machte ...",
        "chapter": 94
    },
    {
        "word": "saumseligkeit",
        "definition_german": "Trägheit, Langsamkeit, Zögern, Untätigkeit.",
        "definition_english": "Slowness, tardiness, dilatoriness.",
        "context_snippet": "Und was Herrn Kistenmakers Übereifer nicht verdarb, das vollbrachte die Saumseligkeit des alten Herrn Marcus, von dem man sich in der Stadt erzählte, daß er zur Winterszeit, bevor er ausgehe, nicht nur seinen Paletot und Hut, sondern auch seinen Spazierstock sorgfältig am Ofen wärme, und der, bot sich einmal eine günstige Konjunktur, sicherlich die Gelegenheit vorübergehen ließ ...",
        "chapter": 94
    },
    {
        "word": "sorgfältig",
        "definition_german": "Mit großer Genauigkeit und Achtsamkeit.",
        "definition_english": "Carefully, meticulously.",
        "context_snippet": "Und was Herrn Kistenmakers Übereifer nicht verdarb, das vollbrachte die Saumseligkeit des alten Herrn Marcus, von dem man sich in der Stadt erzählte, daß er zur Winterszeit, bevor er ausgehe, nicht nur seinen Paletot und Hut, sondern auch seinen Spazierstock sorgfältig am Ofen wärme, und der, bot sich einmal eine günstige Konjunktur, sicherlich die Gelegenheit vorübergehen ließ ...",
        "chapter": 94
    },
    {
        "word": "gerda",
        "definition_german": "Ein weiblicher Vorname, hier Thomas Buddenbrooks Witwe.",
        "definition_english": "Gerda (a proper name).",
        "context_snippet": "Im übrigen aber hatte er nicht viel Glück bei den Geschäften und zog sich sehr bald die Unzufriedenheit Gerda Buddenbrooks zu.",
        "chapter": 94
    },
    {
        "word": "möbel",
        "definition_german": "Gegenstände zur Einrichtung von Wohnräumen; Plural von Möbel.",
        "definition_english": "Furniture.",
        "context_snippet": "Obgleich Frau Permaneder mit der nämlichen Beredsamkeit für sie bat, mit der sie für die großen Wohnhäuser und die Möbel gebeten hatte, erhielt die alte Ida den Abschied.",
        "chapter": 94
    },
    {
        "word": "ämter",
        "definition_german": "Plural von Amt; offizielle Stellungen oder Pflichtbereiche.",
        "definition_english": "Offices, duties.",
        "context_snippet": "Herr Kistenmaker war Testamentsvollstrecker, Verwalter des Buddenbrookschen Vermögens und Vormund des kleinen Johann, und er hielt diese Ämter in Ehren.",
        "chapter": 94
    },
    {
        "word": "tun",
        "definition_german": "Machen, verrichten (hier: sich genug tun = schwelgen in).",
        "definition_english": "To do (here: to indulge, to revel).",
        "context_snippet": "Je unerquicklicher die Gegenwart sich darstellte, desto weniger konnte sie sich genug tun in Schilderungen, wie vornehm das Leben in den Häusern ihrer Eltern und Großeltern gewesen und wie Hannos Urgroßvater vierspännig über Land gefahren sei ...",
        "chapter": 94
    },
    {
        "word": "bestand",
        "definition_german": "Lag darin, war die Essenz (Präteritum von bestehen).",
        "definition_english": "Consisted (of).",
        "context_snippet": "Aber dann tröstete sie sich damit, daß das Ende der Firma ja nicht geradezu dasjenige der Familie sei, und daß ihr Neffe eben ein junges und neues Werk werde beginnen müssen, um seinem hohen Berufe nachzukommen, der ja darin bestand, dem Namen seiner Väter Glanz und Klang zu erhalten und die Familie zu neuer Blüte zu bringen.",
        "chapter": 94
    },
    {
        "word": "empfindlich",
        "definition_german": "Sensibel, leicht reizbar, zart.",
        "definition_english": "Sensitive, susceptible.",
        "context_snippet": "Manchmal, wenn er seinen Kopf mit dem gelockten hellbraunen Haar und den immer ein wenig verzerrten Lippen erhob und die feinen Flügel seiner Nase sich empfindlich öffneten, war es, als schnuppere er behutsam in die Atmosphäre und Lebensluft, die ihn umgab, gewärtig, den Duft, den seltsam vertrauten Duft zu verspüren, den an der Bahre seiner Großmutter alle Blumengerüche nicht zu übertäuben vermocht hatten ...",
        "chapter": 94
    },
    {
        "word": "hinderte",
        "definition_german": "Jemanden an etwas hindern; verwehren (Präteritum von hindern).",
        "definition_english": "Hindered, prevented.",
        "context_snippet": "Justus Kröger war ebenfalls abgeschieden, und das war schlimm; denn nun hinderte niemand mehr seine schwache Gattin, das letzte Silberzeug zu verkaufen, um dem entarteten Jakob Geld schicken zu können, der irgendwo draußen in der Welt sein Lotterleben führte ...",
        "chapter": 94
    },
    {
        "word": "fauteuil",
        "definition_german": "Ein bequemer, gepolsterter Sessel mit Armlehnen.",
        "definition_english": "Armchair, easy chair.",
        "context_snippet": "Es geschah, daß er sich in Gerda Buddenbrooks Salon erblicken durfte, ihr gegenüber in einem Fauteuil, Aug' in Auge mit ihr über den Preis ihres Hauses verhandelnd.",
        "chapter": 94
    },
    {
        "word": "unzufriedenheit",
        "definition_german": "Zustand des Unbehagens, der mangelnden Zufriedenheit.",
        "definition_english": "Dissatisfaction, discontent.",
        "context_snippet": "Im übrigen aber hatte er nicht viel Glück bei den Geschäften und zog sich sehr bald die Unzufriedenheit Gerda Buddenbrooks zu.",
        "chapter": 94
    },
    {
        "word": "darüber",
        "definition_german": "Darüber, wegen dessen, in Bezug auf etwas.",
        "definition_english": "About that, concerning it.",
        "context_snippet": "Manche Stunde weinte sie darüber, daß man sich des ehrwürdigen Firmenschildes, dieses durch vier Generationen überlieferten Kleinods, entäußern, daß man seine Geschichte abschließen sollte, während doch ein natürlicher Erbfolger vorhanden war.",
        "chapter": 94
    },
    {
        "word": "trat",
        "definition_german": "Wechselte die Position oder verließ (Präteritum von treten).",
        "definition_english": "Stepped, exited, left (the services).",
        "context_snippet": "Mamsell Jungmann, Ida Jungmann, seit vierzig Jahren im Buddenbrookschen Hause, trat aus den Diensten der Familie und kehrte in ihre westpreußische Heimat zurück, um bei Verwandten den Feierabend ihres Lebens zu verbringen.",
        "chapter": 94
    },
    {
        "word": "eben",
        "definition_german": "Gerade, jetzt gerade; zur Bekräftigung.",
        "definition_english": "Just, precisely.",
        "context_snippet": "Aber dann tröstete sie sich damit, daß das Ende der Firma ja nicht geradezu dasjenige der Familie sei, und daß ihr Neffe eben ein junges und neues Werk werde beginnen müssen, um seinem hohen Berufe nachzukommen, der ja darin bestand, dem Namen seiner Väter Glanz und Klang zu erhalten und die Familie zu neuer Blüte zu bringen.",
        "chapter": 94
    },
    {
        "word": "sigismund",
        "definition_german": "Ein männlicher Vorname, hier der Vorname des Maklers Gosch.",
        "definition_english": "Sigismund (a proper name).",
        "context_snippet": "Herrn Gosch, dem Makler Sigismund Gosch, dämmerte ein erhabener Tag.",
        "chapter": 94
    },
    {
        "word": "haus",
        "definition_german": "Ein Gebäude, in dem Menschen wohnen.",
        "definition_english": "House, residence.",
        "context_snippet": "Unbestimmte und übertriebene Gerüchte über die ungünstige Liquidation gingen um, und sie wurden genährt durch die Nachricht, daß Gerda Buddenbrook das große Haus zu verkaufen gedenke.",
        "chapter": 94
    },
    {
        "word": "leben",
        "definition_german": "Der Zustand des Seins; Existenz.",
        "definition_english": "Life.",
        "context_snippet": "Mamsell Jungmann, Ida Jungmann, seit vierzig Jahren im Buddenbrookschen Hause, trat aus den Diensten der Familie und kehrte in ihre westpreußische Heimat zurück, um bei Verwandten den Feierabend ihres Lebens zu verbringen.",
        "chapter": 94
    },
    {
        "word": "jahr",
        "definition_german": "Eine Zeitspanne von zwölf Monaten.",
        "definition_english": "Year.",
        "context_snippet": "Ein knappes Jahr nach dem Tode seines Bruders, des Senators, war er nach Hamburg übergesiedelt, woselbst er sich mit einer Dame, der er längst schon nahegestanden, mit Fräulein Aline Puvogel, vor Gott und den Menschen vermählt hatte.",
        "chapter": 94
    },
    {
        "word": "wunsch",
        "definition_german": "Ein starker Verlangen nach etwas.",
        "definition_english": "Wish, desire.",
        "context_snippet": "Er war nicht gern dort, schrieb lamentierende Briefe an die Seinen und gab dem heftigen Wunsche Ausdruck, aus dieser Anstalt, in der man ihn sehr streng zu behandeln schien, wieder befreit zu werden.",
        "chapter": 94
    },
    {
        "word": "jakob",
        "definition_german": "Ein männlicher Vorname, hier der entartete Sohn Krögers.",
        "definition_english": "Jakob (a proper name).",
        "context_snippet": "Justus Kröger war ebenfalls abgeschieden, und das war schlimm; denn nun hinderte niemand mehr seine schwache Gattin, das letzte Silberzeug zu verkaufen, um dem entarteten Jakob Geld schicken zu können, der irgendwo draußen in der Welt sein Lotterleben führte ...",
        "chapter": 94
    },
    {
        "word": "geschehen",
        "definition_german": "Passieren, sich ereignen.",
        "definition_english": "To happen, to occur.",
        "context_snippet": "Es geschah, daß er sich in Gerda Buddenbrooks Salon erblicken durfte, ihr gegenüber in einem Fauteuil, Aug' in Auge mit ihr über den Preis ihres Hauses verhandelnd.",
        "chapter": 94
    },
    {
        "word": "plagen",
        "definition_german": "Quälen, leiden müssen unter etwas.",
        "definition_english": "To plague, to torment, to suffer from.",
        "context_snippet": "Nachdem sie sich während der letzten Jahre mit der Gicht hatte plagen müssen, war sie sanft, einfältig und kindergläubig dahingegangen, beneidet von ihrer gelehrten Schwester, die immer noch hie und da gegen kleine rationalistische Anfechtungen zu kämpfen hatte und, obgleich sie beständig buckliger und winziger wurde, durch eine zähere Konstitution an diese schlechte Erde gebannt war.",
        "chapter": 94
    },
    {
        "word": "verlust",
        "definition_german": "Einbuße, das Abhandenkommen von etwas.",
        "definition_english": "Loss.",
        "context_snippet": "Das war annehmbar, denn ein Verlust war bei diesem Verkaufe unvermeidlich.",
        "chapter": 94
    },
    {
        "word": "neue",
        "definition_german": "Erst kürzlich entstanden oder hergestellt; anders als das Bisherige.",
        "definition_english": "New.",
        "context_snippet": "Aber dann tröstete sie sich damit, daß das Ende der Firma ja nicht geradezu dasjenige der Familie sei, und daß ihr Neffe eben ein junges und neues Werk werde beginnen müssen, um seinem hohen Berufe nachzukommen, der ja darin bestand, dem Namen seiner Väter Glanz und Klang zu erhalten und die Familie zu neuer Blüte zu bringen.",
        "chapter": 94
    },
    {
        "word": "befremdung",
        "definition_german": "Gefühl der Verwunderung oder Irritation über etwas Ungewohntes oder Fremdes.",
        "definition_english": "Astonishment, sense of estrangement.",
        "context_snippet": "Man erzählte sich Wunderdinge über das, was sie dazu nötigte, über das bedenkliche Zusammenschmelzen des Buddenbrookschen Vermögens, und so konnte es geschehen, daß allgemach in der Stadt eine Stimmung Platz zu greifen begann, die die verwitwete Senatorin anfangs mit Erstaunen und Befremdung, dann mit wachsendem Unwillen in ihrem Haushalt empfinden mußte ...",
        "chapter": 94
    },
    {
        "word": "vorlesen",
        "definition_german": "Einen Text mündlich wiedergeben, damit andere ihn hören.",
        "definition_english": "To read aloud.",
        "context_snippet": "Die gute Seele hatte, als die vorige Generation ihr entwachsen war, alsbald den kleinen Johann vorgefunden, den sie hegen und pflegen, dem sie Grimmsche Märchen vorlesen und die Geschichte des Onkels erzählen konnte, welcher am Schluckauf gestorben war.",
        "chapter": 94
    },
    {
        "word": "grimmsche",
        "definition_german": "Adjektiv, das sich auf die Gebrüder Grimm bezieht, speziell ihre Märchensammlung.",
        "definition_english": "Grimm (referring to the Brothers Grimm).",
        "context_snippet": "Die gute Seele hatte, als die vorige Generation ihr entwachsen war, alsbald den kleinen Johann vorgefunden, den sie hegen und pflegen, dem sie Grimmsche Märchen vorlesen und die Geschichte des Onkels erzählen konnte, welcher am Schluckauf gestorben war.",
        "chapter": 94
    },
    {
        "word": "salon",
        "definition_german": "Ein eleganter Empfangs- oder Wohnraum.",
        "definition_english": "Salon, drawing-room.",
        "context_snippet": "Es geschah, daß er sich in Gerda Buddenbrooks Salon erblicken durfte, ihr gegenüber in einem Fauteuil, Aug' in Auge mit ihr über den Preis ihres Hauses verhandelnd.",
        "chapter": 94
    },
    {
        "word": "anstalt",
        "definition_german": "Eine Institution, hier speziell eine Pflege- oder Heilanstalt (Irrenanstalt).",
        "definition_english": "Institution, asylum.",
        "context_snippet": "Unheimliche Wahnideen und Zwangsvorstellungen hatten sich bei ihm in verstärktem Maße wiederholt, und auf Veranlassung seiner Gattin und eines Arztes hatte er sich nunmehr in eine Anstalt begeben.",
        "chapter": 94
    },
    {
        "word": "innegehalten",
        "definition_german": "Eingehalten, beachtet; nicht überschritten werden (Partizip Perfekt von innehalten).",
        "definition_english": "Observed, adhered to, kept.",
        "context_snippet": "Die gegebene Frist war kurz, sie sollte mit buchstäblicher Genauigkeit innegehalten werden, die Zeit drängte.",
        "chapter": 94
    },
    {
        "word": "anschauung",
        "definition_german": "Wahrnehmung, Sichtweise, Art der Betrachtung.",
        "definition_english": "Perception, view, way of seeing.",
        "context_snippet": "Der alten Ida Verabschiedung schloß sich in seiner Anschauung folgerichtig den anderen Vorgängen des Abbröckelns, des Endens, des Abschließens, der Zersetzung an, denen er beigewohnt hatte.",
        "chapter": 94
    },
    {
        "word": "dorthin",
        "definition_german": "An diesen bestimmten Ort, hin.",
        "definition_english": "Thither, to that place.",
        "context_snippet": "Dorthin zog die Senatorin, im Herbst des Jahres sechsundsiebenzig, mit ihrem Sohne, ihren Dienstboten und einem Teile ihres Hausrates, während ein anderer Teil davon unter dem Wehklagen Frau Permaneders zurückgelassen werden und in den Besitz des alternden Junggesellen übergehen mußte.",
        "chapter": 94
    },
    {
        "word": "infolge",
        "definition_german": "Als Konsequenz, aufgrund von.",
        "definition_english": "As a result of, due to.",
        "context_snippet": "Eines Tages erlitt sie einen heftigen Anfall von Magenkrampf, infolge davon, daß Friederike, Henriette und Pfiffi Buddenbrook einstimmig behauptet hatten, Hagenströms seien die Creme der Gesellschaft ...",
        "chapter": 94
    },
    {
        "word": "auflösung",
        "definition_german": "Das Auseinanderbrechen, das Ende (einer Firma, eines Haushalts).",
        "definition_english": "Dissolution, winding up.",
        "context_snippet": "Er umarmte sie, legte dann die Hände auf den Rücken, stützte sich auf sein eines Bein, indem er den anderen Fuß auf die Zehenspitzen stellte, und sah zu, wie sie davonging, mit demselben grüblerischen und nach innen gekehrten Blick, den seine goldbraunen, bläulich umschatteten Augen an der Leiche seiner Großmutter, beim Tode seines Vaters, bei der Auflösung der großen Haushalte und so manchem weniger äußerlichen Erlebnis ähnlicher Art angenommen hatten ...",
        "chapter": 94
    },
    {
        "word": "zeit",
        "definition_german": "Eine bestimmte Dauer oder ein Moment in der Vergangenheit, Gegenwart oder Zukunft.",
        "definition_english": "Time.",
        "context_snippet": "Als sie eines Tages ihrer Schwägerin berichtete, daß mehrere Handwerker und Lieferanten in unanständiger Weise auf die Berichtigung größerer Rechnungen gedrungen hatten, blieb Frau Permaneder lange Zeit erstarrt und brach dann in ein fürchterliches Gelächter aus ...",
        "chapter": 94
    },
    {
        "word": "verzerrten",
        "definition_german": "Deformiert, unnatürlich gespannt oder verformt.",
        "definition_english": "Distorted, strained.",
        "context_snippet": "Manchmal, wenn er seinen Kopf mit dem gelockten hellbraunen Haar und den immer ein wenig verzerrten Lippen erhob und die feinen Flügel seiner Nase sich empfindlich öffneten, war es, als schnuppere er behutsam in die Atmosphäre und Lebensluft, die ihn umgab, gewärtig, den Duft, den seltsam vertrauten Duft zu verspüren, den an der Bahre seiner Großmutter alle Blumengerüche nicht zu übertäuben vermocht hatten ...",
        "chapter": 94
    },
    {
        "word": "beträchtlich",
        "definition_german": "Erheblich, wesentlich, in großem Umfang.",
        "definition_english": "Considerably, substantially.",
        "context_snippet": "Nun aber war der kleine Johann eigentlich gar nicht mehr klein, er war ein fünfzehnjähriger Junge, dem sie trotz seiner Zartheit nicht mehr beträchtlich nützen konnte ...",
        "chapter": 94
    },
    {
        "word": "kopf",
        "definition_german": "Der oberste Teil des Körpers, der das Gehirn enthält.",
        "definition_english": "Head.",
        "context_snippet": "Manchmal, wenn er seinen Kopf mit dem gelockten hellbraunen Haar und den immer ein wenig verzerrten Lippen erhob und die feinen Flügel seiner Nase sich empfindlich öffneten, war es, als schnuppere er behutsam in die Atmosphäre und Lebensluft, die ihn umgab, gewärtig, den Duft, den seltsam vertrauten Duft zu verspüren, den an der Bahre seiner Großmutter alle Blumengerüche nicht zu übertäuben vermocht hatten ...",
        "chapter": 94
    },
    {
        "word": "schuldig",
        "definition_german": "Verantwortlich für einen Fehler oder eine Verfehlung; hier: sich schuldig machen = einen Fehler begehen.",
        "definition_english": "Guilty (to be guilty of, to commit a transgression).",
        "context_snippet": "Sie erregte Anstoß, indem sie ihre Person als allzu wichtig betrachtete, indem sie sich im Haushalte dieses oder jenes Übergriffes schuldig machte ...",
        "chapter": 94
    },
    {
        "word": "manchmal",
        "definition_german": "Gelegentlich, hin und wieder.",
        "definition_english": "Sometimes.",
        "context_snippet": "Manchmal, wenn er seinen Kopf mit dem gelockten hellbraunen Haar und den immer ein wenig verzerrten Lippen erhob und die feinen Flügel seiner Nase sich empfindlich öffneten, war es, als schnuppere er behutsam in die Atmosphäre und Lebensluft, die ihn umgab, gewärtig, den Duft, den seltsam vertrauten Duft zu verspüren, den an der Bahre seiner Großmutter alle Blumengerüche nicht zu übertäuben vermocht hatten ...",
        "chapter": 94
    },
    {
        "word": "beredsamkeit",
        "definition_german": "Die Fähigkeit, sprachlich überzeugend und flüssig zu sein; Redegewandtheit.",
        "definition_english": "Eloquence.",
        "context_snippet": "Obgleich Frau Permaneder mit der nämlichen Beredsamkeit für sie bat, mit der sie für die großen Wohnhäuser und die Möbel gebeten hatte, erhielt die alte Ida den Abschied.",
        "chapter": 94
    },
    {
        "word": "pfiffi",
        "definition_german": "Ein Spitzname/Kosename (hier für eine der Töchter der Konsulin Buddenbrook).",
        "definition_english": "Pfiffi (a proper name/nickname).",
        "context_snippet": "Auch ihr, die ehemals die Ursache so heftigen Zwists in der Familie gewesen war, hatte der Tod seine sühnende und verklärende Krone aufgesetzt, und ihre drei Töchter, Friederike, Henriette und Pfiffi, fühlten nun das Recht, den Kondolationen ihrer Verwandten eine beleidigte Miene entgegenzusetzen, als wollten sie sagen: »Da seht, eure Verfolgungen haben sie in die Grube gebracht!« ...",
        "chapter": 94
    },
    {
        "word": "haar",
        "definition_german": "Die Behaarung auf dem Kopf.",
        "definition_english": "Hair (of the head).",
        "context_snippet": "Manchmal, wenn er seinen Kopf mit dem gelockten hellbraunen Haar und den immer ein wenig verzerrten Lippen erhob und die feinen Flügel seiner Nase sich empfindlich öffneten, war es, als schnuppere er behutsam in die Atmosphäre und Lebensluft, die ihn umgab, gewärtig, den Duft, den seltsam vertrauten Duft zu verspüren, den an der Bahre seiner Großmutter alle Blumengerüche nicht zu übertäuben vermocht hatten ...",
        "chapter": 94
    },
    {
        "word": "umherspaziert",
        "definition_german": "Flanierend oder gemütlich in der Gegend herumgehen.",
        "definition_english": "Walked around, strolled about.",
        "context_snippet": "Man erinnert sich dieser oder jener Person, man denkt nach, wie es ihr gehen mag, und plötzlich fällt einem ein, daß sie nicht mehr auf den Trottoirs umherspaziert, daß ihre Stimme nicht mehr in dem allgemeinen Stimmenkonzert mitklingt, sondern daß sie einfach auf immer vom Schauplatz verschwunden ist und irgendwo draußen vorm Tore unter der Erde liegt.",
        "chapter": 94
    },
    {
        "word": "stimmung",
        "definition_german": "Die vorherrschende emotionale Atmosphäre oder Gefühlslage.",
        "definition_english": "Mood, atmosphere.",
        "context_snippet": "Man erzählte sich Wunderdinge über das, was sie dazu nötigte, über das bedenkliche Zusammenschmelzen des Buddenbrookschen Vermögens, und so konnte es geschehen, daß allgemach in der Stadt eine Stimmung Platz zu greifen begann, die die verwitwete Senatorin anfangs mit Erstaunen und Befremdung, dann mit wachsendem Unwillen in ihrem Haushalt empfinden mußte ...",
        "chapter": 94
    },
    {
        "word": "weise",
        "definition_german": "Art und Weise, Methode.",
        "definition_english": "Manner, way.",
        "context_snippet": "Als sie eines Tages ihrer Schwägerin berichtete, daß mehrere Handwerker und Lieferanten in unanständiger Weise auf die Berichtigung größerer Rechnungen gedrungen hatten, blieb Frau Permaneder lange Zeit erstarrt und brach dann in ein fürchterliches Gelächter aus ...",
        "chapter": 94
    },
    {
        "word": "lassen",
        "definition_german": "Erlauben oder bewirken, dass etwas geschieht; unterlassen.",
        "definition_english": "To let, to allow, to abandon.",
        "context_snippet": "Aber dies rief einen solchen Sturm des Entsetzens von seiten Frau Permaneders hervor, daß sie den Plan fürs erste fahren lassen mußte.",
        "chapter": 94
    },
    {
        "word": "verschwinden",
        "definition_german": "Nicht mehr sichtbar sein, aufhören zu existieren.",
        "definition_english": "To disappear, to vanish.",
        "context_snippet": "Die Dinge lagen so, daß liquidiert werden, daß die Firma verschwinden sollte, und zwar binnen eines Jahres; dies war des Senators letztwillige Bestimmung.",
        "chapter": 94
    },
    {
        "word": "schwägerin",
        "definition_german": "Die Frau des Bruders oder die Schwester des Ehemannes/der Ehefrau.",
        "definition_english": "Sister-in-law.",
        "context_snippet": "Als sie eines Tages ihrer Schwägerin berichtete, daß mehrere Handwerker und Lieferanten in unanständiger Weise auf die Berichtigung größerer Rechnungen gedrungen hatten, blieb Frau Permaneder lange Zeit erstarrt und brach dann in ein fürchterliches Gelächter aus ...",
        "chapter": 94
    },
    {
        "word": "geschäfte",
        "definition_german": "Plural von Geschäft; Handelstätigkeiten, kaufmännische Angelegenheiten.",
        "definition_english": "Business, affairs, transactions.",
        "context_snippet": "Die Abwicklung der Geschäfte also begann unter der Leitung Herrn Kistenmakers und des alten Herrn Marcus und sie nahm einen außerordentlich kläglichen Verlauf.",
        "chapter": 94
    },
    {
        "word": "ehe",
        "definition_german": "Die rechtliche Verbindung zwischen zwei Personen; Heirat.",
        "definition_english": "Marriage.",
        "context_snippet": "Die Ehe schien sein Befinden nicht günstig beeinflußt zu haben.",
        "chapter": 94
    },
    {
        "word": "gestrichen",
        "definition_german": "Geglättet, in eine bestimmte Form gebracht (Partizip Perfekt von streichen).",
        "definition_english": "Brushed, smoothed (back).",
        "context_snippet": "Das schlohweiße Haar von allen Seiten ins Gesicht gestrichen, starrte er ihr mit gräßlich vorgeschobenem Kinn von unten herauf ins Angesicht und erreichte es, vollkommen bucklig auszusehen.",
        "chapter": 94
    },
    {
        "word": "zurückkehrend",
        "definition_german": "Wieder an den Ausgangspunkt zurückgelangen (Partizip Präsens).",
        "definition_english": "Returning.",
        "context_snippet": "Und er beschwor dies so lange, bis er sich, um überhaupt einmal ein Ende zu machen, genötigt sah, das Haus für fünfundsiebenzigtausend Mark an einen alternden Junggesellen abzugeben, der, von weiten Reisen zurückkehrend, sich in der Stadt niederzulassen gedachte ...",
        "chapter": 94
    },
    {
        "word": "stadt",
        "definition_german": "Eine größere, dicht bebaute und bewohnte Siedlung.",
        "definition_english": "City, town.",
        "context_snippet": "Was Christian Buddenbrook betrifft, so hätte man ihn vergebens in der Stadt gesucht; er weilte nicht mehr in ihren Mauern.",
        "chapter": 94
    },
    {
        "word": "übrigens",
        "definition_german": "Nebenbei bemerkt, im Übrigen.",
        "definition_english": "By the way, incidentally.",
        "context_snippet": "Sein mütterliches Erbe zwar, dessen Zinsen übrigens schon immer zur Hälfte nach Hamburg gewandert waren, wurde, soweit es noch nicht im voraus verbraucht war, von Herrn Stephan Kistenmaker verwaltet, der dazu durch seines toten Freundes Testament bestellt worden war; aber Christian war im übrigen Herr seines Willens ...",
        "chapter": 94
    },
    {
        "word": "zurück",
        "definition_german": "In die frühere Position oder den früheren Ort.",
        "definition_english": "Back.",
        "context_snippet": "Mamsell Jungmann, Ida Jungmann, seit vierzig Jahren im Buddenbrookschen Hause, trat aus den Diensten der Familie und kehrte in ihre westpreußische Heimat zurück, um bei Verwandten den Feierabend ihres Lebens zu verbringen.",
        "chapter": 94
    },
    {
        "word": "wenig",
        "definition_german": "Eine kleine Menge oder ein geringer Grad.",
        "definition_english": "Little, a bit.",
        "context_snippet": "Herr Kistenmaker besorgte auch den Ankauf des neuen Hauses, einer angenehmen kleinen Villa, die vielleicht ein wenig zu teuer erstanden wurde, die aber, vorm Burgtore an einer alten Kastanienallee gelegen und von einem hübschen Zier- und Nutzgarten umgeben, den Wünschen Gerda Buddenbrooks entsprach ...",
        "chapter": 94
    },
    {
        "word": "wunsche",
        "definition_german": "Dativ Singular von Wunsch; ein starkes Verlangen nach etwas.",
        "definition_english": "Desire, wish.",
        "context_snippet": "Er war nicht gern dort, schrieb lamentierende Briefe an die Seinen und gab dem heftigen Wunsche Ausdruck, aus dieser Anstalt, in der man ihn sehr streng zu behandeln schien, wieder befreit zu werden.",
        "chapter": 94
    },
    {
        "word": "junggesellen",
        "definition_german": "Dativ Singular von Junggeselle; männliche Person, die nie geheiratet hat.",
        "definition_english": "Bachelor.",
        "context_snippet": "Dorthin zog die Senatorin, im Herbst des Jahres sechsundsiebenzig, mit ihrem Sohne, ihren Dienstboten und einem Teile ihres Hausrates, während ein anderer Teil davon unter dem Wehklagen Frau Permaneders zurückgelassen werden und in den Besitz des alternden Junggesellen übergehen mußte.",
        "chapter": 94
    },
    {
        "word": "gewärtig",
        "definition_german": "Erwartend, auf etwas vorbereitet sein.",
        "definition_english": "Expectant, awaiting.",
        "context_snippet": "Manchmal, wenn er seinen Kopf mit dem gelockten hellbraunen Haar und den immer ein wenig verzerrten Lippen erhob und die feinen Flügel seiner Nase sich empfindlich öffneten, war es, als schnuppere er behutsam in die Atmosphäre und Lebensluft, die ihn umgab, gewärtig, den Duft, den seltsam vertrauten Duft zu verspüren, den an der Bahre seiner Großmutter alle Blumengerüche nicht zu übertäuben vermocht hatten ...",
        "chapter": 94
    },
    {
        "word": "stephan",
        "definition_german": "Ein männlicher Vorname, der Vorname von Herrn Kistenmaker.",
        "definition_english": "Stephan (a proper name).",
        "context_snippet": "Sein mütterliches Erbe zwar, dessen Zinsen übrigens schon immer zur Hälfte nach Hamburg gewandert waren, wurde, soweit es noch nicht im voraus verbraucht war, von Herrn Stephan Kistenmaker verwaltet, der dazu durch seines toten Freundes Testament bestellt worden war; aber Christian war im übrigen Herr seines Willens ...",
        "chapter": 94
    },
    {
        "word": "einräumen",
        "definition_german": "Zugeben, anerkennen, gestatten.",
        "definition_english": "To concede, to admit.",
        "context_snippet": "Aber sie mußte doch einräumen, daß es unpraktisch gewesen wäre, das weitläufige und prächtige Haus, das Thomas Buddenbrooks kostspielige Liebhaberei gewesen war, fernerhin zu bewohnen und instand zu halten, und daß Gerdas Wunsch nach einer bequemen kleinen Villa, vorm Tore, im Grünen, seine Berechtigung hatte ...",
        "chapter": 94
    },
    {
        "word": "zwangsvorstellungen",
        "definition_german": "Ideen oder Gedanken, die sich gegen den eigenen Willen aufdrängen; Obsessionen.",
        "definition_english": "Obsessive thoughts, compulsions.",
        "context_snippet": "Unheimliche Wahnideen und Zwangsvorstellungen hatten sich bei ihm in verstärktem Maße wiederholt, und auf Veranlassung seiner Gattin und eines Arztes hatte er sich nunmehr in eine Anstalt begeben.",
        "chapter": 94
    },
    {
        "word": "erlegen",
        "definition_german": "Einer Krankheit oder einem Unglück unterliegen, sterben an (Partizip Perfekt von erliegen).",
        "definition_english": "Succumbed (to), died (from).",
        "context_snippet": "Er hatte sein ganzes Vermögen verfrühstückt, war schließlich dem Hunyadi-Janos erlegen und hinterließ seiner Tochter eine Rente von zweihundert Mark jährlich, indem er es der öffentlichen Pietät gegen den Namen Döhlmann anheimgab, sie durch Aufnahme in das Johanniskloster zu versorgen.",
        "chapter": 94
    },
    {
        "word": "sprach",
        "definition_german": "Redete, äußerte sich (Präteritum von sprechen).",
        "definition_english": "Spoke.",
        "context_snippet": "Seine Stimme zischte, aber er sprach kalt und geschäftlich, und nichts verriet die Erschütterung seiner Seele.",
        "chapter": 94
    },
    {
        "word": "haupthaar",
        "definition_german": "Die Haare auf dem Kopf.",
        "definition_english": "Hair (of the head).",
        "context_snippet": "Sie verschafften ihm eine höchst wichtige Tätigkeit, sie berechtigten ihn, an der Börse mit allen Anzeichen der Überarbeitung sein Haupthaar zu streichen und zu versichern, daß er sich aufreibe ...",
        "chapter": 94
    },
    {
        "word": "ehrwürdigen",
        "definition_german": "Achtung und Respekt verdienend; würdig.",
        "definition_english": "Venerable, esteemed.",
        "context_snippet": "Manche Stunde weinte sie darüber, daß man sich des ehrwürdigen Firmenschildes, dieses durch vier Generationen überlieferten Kleinods, entäußern, daß man seine Geschichte abschließen sollte, während doch ein natürlicher Erbfolger vorhanden war.",
        "chapter": 94
    },
    {
        "word": "vornehm",
        "definition_german": "Elegant, kultiviert, adelig im Auftreten oder standesgemäß.",
        "definition_english": "Distinguished, elegant, high-class.",
        "context_snippet": "Je unerquicklicher die Gegenwart sich darstellte, desto weniger konnte sie sich genug tun in Schilderungen, wie vornehm das Leben in den Häusern ihrer Eltern und Großeltern gewesen und wie Hannos Urgroßvater vierspännig über Land gefahren sei ...",
        "chapter": 94
    },
    {
        "word": "kleinen",
        "definition_german": "Von geringer Größe oder jung.",
        "definition_english": "Small, little.",
        "context_snippet": "Frau Permaneder zeigte sich heftig bewegt hierüber. »Und Johann, und der kleine Johann, und Hanno?!« fragte sie ...",
        "chapter": 94
    },
    {
        "word": "lachte",
        "definition_german": "Machte ein Geräusch der Freude oder des Spotts (Präteritum von lachen).",
        "definition_english": "Laughed.",
        "context_snippet": "Er mißachtete das Angebot des Herrn Gosch, er lachte darüber und schwor, daß man weit mehr bekommen werde.",
        "chapter": 94
    },
    {
        "word": "sanft",
        "definition_german": "Milde, friedlich, ruhig.",
        "definition_english": "Gentle, mild, serene.",
        "context_snippet": "Nachdem sie sich während der letzten Jahre mit der Gicht hatte plagen müssen, war sie sanft, einfältig und kindergläubig dahingegangen, beneidet von ihrer gelehrten Schwester, die immer noch hie und da gegen kleine rationalistische Anfechtungen zu kämpfen hatte und, obgleich sie beständig buckliger und winziger wurde, durch eine zähere Konstitution an diese schlechte Erde gebannt war.",
        "chapter": 94
    },
    {
        "word": "testamentsvollstrecker",
        "definition_german": "Eine Person, die mit der Ausführung des letzten Willens eines Verstorbenen betraut ist.",
        "definition_english": "Executor of the will.",
        "context_snippet": "Herr Kistenmaker war Testamentsvollstrecker, Verwalter des Buddenbrookschen Vermögens und Vormund des kleinen Johann, und er hielt diese Ämter in Ehren.",
        "chapter": 94
    },
    {
        "word": "erledigt",
        "definition_german": "Abgeschlossen, ausgeführt, beendet.",
        "definition_english": "Settled, handled, concluded.",
        "context_snippet": "Die schwebenden Angelegenheiten wurden in übereilter und ungünstiger Weise erledigt.",
        "chapter": 94
    },
    {
        "word": "bestellt",
        "definition_german": "Ernennen, beauftragen (Partizip Perfekt von bestellen).",
        "definition_english": "Appointed, commissioned.",
        "context_snippet": "Sein mütterliches Erbe zwar, dessen Zinsen übrigens schon immer zur Hälfte nach Hamburg gewandert waren, wurde, soweit es noch nicht im voraus verbraucht war, von Herrn Stephan Kistenmaker verwaltet, der dazu durch seines toten Freundes Testament bestellt worden war; aber Christian war im übrigen Herr seines Willens ...",
        "chapter": 94
    },
    {
        "word": "christian",
        "definition_german": "Ein männlicher Vorname, der Bruder von Senator Thomas Buddenbrook.",
        "definition_english": "Christian (a proper name).",
        "context_snippet": "Was Christian Buddenbrook betrifft, so hätte man ihn vergebens in der Stadt gesucht; er weilte nicht mehr in ihren Mauern.",
        "chapter": 94
    },
    {
        "word": "hanno",
        "definition_german": "Der Spitzname für Johann Buddenbrook.",
        "definition_english": "Hanno (a nickname).",
        "context_snippet": "Frau Permaneder zeigte sich heftig bewegt hierüber. »Und Johann, und der kleine Johann, und Hanno?!« fragte sie ...",
        "chapter": 94
    },
    {
        "word": "wahrheit",
        "definition_german": "Übereinstimmung einer Aussage mit der Wirklichkeit; die Tatsache.",
        "definition_english": "Truth.",
        "context_snippet": "Die Wahrheit zu sagen, so wurde sie von der Senatorin entlassen.",
        "chapter": 94
    },
    {
        "word": "hut",
        "definition_german": "Eine Kopfbedeckung.",
        "definition_english": "Hat.",
        "context_snippet": "Und was Herrn Kistenmakers Übereifer nicht verdarb, das vollbrachte die Saumseligkeit des alten Herrn Marcus, von dem man sich in der Stadt erzählte, daß er zur Winterszeit, bevor er ausgehe, nicht nur seinen Paletot und Hut, sondern auch seinen Spazierstock sorgfältig am Ofen wärme, und der, bot sich einmal eine günstige Konjunktur, sicherlich die Gelegenheit vorübergehen ließ ...",
        "chapter": 94
    },
    {
        "word": "toten",
        "definition_german": "Genitiv Singular von tot; nicht mehr lebendig.",
        "definition_english": "Dead (of his dead friend).",
        "context_snippet": "Sein mütterliches Erbe zwar, dessen Zinsen übrigens schon immer zur Hälfte nach Hamburg gewandert waren, wurde, soweit es noch nicht im voraus verbraucht war, von Herrn Stephan Kistenmaker verwaltet, der dazu durch seines toten Freundes Testament bestellt worden war; aber Christian war im übrigen Herr seines Willens ...",
        "chapter": 94
    },
    {
        "word": "allein",
        "definition_german": "Jedoch; nichtsdestotrotz.",
        "definition_english": "But; however.",
        "context_snippet": "Allein Herrn Kistenmakers Meinung mußte gehört werden, Gerda Buddenbrook mußte Herrn Gosch entlassen, ohne mit ihm abgeschlossen zu haben, und es zeigte sich, daß Herr Kistenmaker nicht gesonnen war, irgendwelche Eingriffe in seine Tätigkeit zu gestatten.",
        "chapter": 94
    },
    {
        "word": "unten",
        "definition_german": "An einem tieferen Ort; nach unten.",
        "definition_english": "Below; down.",
        "context_snippet": "und irgendwo draußen vorm Tore unter der Erde liegt.",
        "chapter": 94
    },
    {
        "word": "gebracht",
        "definition_german": "Befördert oder transportiert; hier: veranlasst zu sterben.",
        "definition_english": "Brought; caused (in this context, caused death/ruin).",
        "context_snippet": "»Da seht, eure Verfolgungen haben sie in die Grube gebracht!«",
        "chapter": 94
    },
    {
        "word": "prozent",
        "definition_german": "Hundertstel eines Ganzen.",
        "definition_english": "Percent.",
        "context_snippet": "nicht zu vergessen, daß er für seine Mühewaltung mit großer Pünktlichkeit zwei Prozent der Revenüen bezog.",
        "chapter": 94
    },
    {
        "word": "sechsundsiebenzig",
        "definition_german": "Die Zahl 76.",
        "definition_english": "Seventy-six.",
        "context_snippet": "Dorthin zog die Senatorin, im Herbst des Jahres sechsundsiebenzig, mit ihrem Sohne, ihren Dienstboten und einem Teile ihres Hausrates, während ein anderer Teil davon unter dem Wehklagen Frau Permaneders zurückgelassen werden und in den Besitz des alternden Junggesellen übergehen mußte.",
        "chapter": 94
    },
    {
        "word": "tode",
        "definition_german": "Im Zustand des Gestorbenseins; Beendigung des Lebens (Dativ Singular).",
        "definition_english": "Death (Dative case).",
        "context_snippet": "Ein knappes Jahr nach dem Tode seines Bruders, des Senators, war er nach Hamburg übergesiedelt, woselbst er sich mit einer Dame, der er längst schon nahegestanden, mit Fräulein Aline Puvogel, vor Gott und den Menschen vermählt hatte.",
        "chapter": 94
    },
    {
        "word": "erwarten",
        "definition_german": "Auf etwas Zukünftiges warten oder damit rechnen.",
        "definition_english": "To expect.",
        "context_snippet": "Wie zu erwarten stand, erstreckten sich Frau Permaneders Proteste auch auf den Verkauf des von ihrem Bruder erbauten Hauses.",
        "chapter": 94
    },
    {
        "word": "spazierstock",
        "definition_german": "Ein Stock, der beim Gehen zur Unterstützung oder als Accessoire getragen wird.",
        "definition_english": "Walking stick; cane.",
        "context_snippet": "von dem man sich in der Stadt erzählte, daß er zur Winterszeit, bevor er ausgehe, nicht nur seinen Paletot und Hut, sondern auch seinen Spazierstock sorgfältig am Ofen wärme, und der, bot sich einmal eine günstige Konjunktur, sicherlich die Gelegenheit vorübergehen ließ ...",
        "chapter": 94
    },
    {
        "word": "vierzig",
        "definition_german": "Die Zahl 40.",
        "definition_english": "Forty.",
        "context_snippet": "Mamsell Jungmann, Ida Jungmann, seit vierzig Jahren im Buddenbrookschen Hause, trat aus den Diensten der Familie und kehrte in ihre westpreußische Heimat zurück, um bei Verwandten den Feierabend ihres Lebens zu verbringen.",
        "chapter": 94
    },
    {
        "word": "hamburg",
        "definition_german": "Eine große Hansestadt in Norddeutschland.",
        "definition_english": "Hamburg (a major city in Northern Germany).",
        "context_snippet": "Ein knappes Jahr nach dem Tode seines Bruders, des Senators, war er nach Hamburg übergesiedelt, woselbst er sich mit einer Dame, der er längst schon nahegestanden, mit Fräulein Aline Puvogel, vor Gott und den Menschen vermählt hatte.",
        "chapter": 94
    },
    {
        "word": "tages",
        "definition_german": "Des Tages (Genitiv); im Verlauf eines Tages.",
        "definition_english": "Day's (Genitive); one day.",
        "context_snippet": "Eines Tages erlitt sie einen heftigen Anfall von Magenkrampf, infolge davon, daß Friederike, Henriette und Pfiffi Buddenbrook einstimmig behauptet hatten, Hagenströms seien die Creme der Gesellschaft ...",
        "chapter": 94
    },
    {
        "word": "tot",
        "definition_german": "Nicht mehr lebend; gestorben.",
        "definition_english": "Dead.",
        "context_snippet": "Die Konsulin Buddenbrook, geborene Stüwing, die Witwe Onkel Gottholds, war tot.",
        "chapter": 94
    },
    {
        "word": "verlauf",
        "definition_german": "Die Art und Weise, wie sich etwas entwickelt; Prozess.",
        "definition_english": "Course; progression.",
        "context_snippet": "Die Abwicklung der Geschäfte also begann unter der Leitung Herrn Kistenmakers und des alten Herrn Marcus und sie nahm einen außerordentlich kläglichen Verlauf.",
        "chapter": 94
    },
    {
        "word": "leiche",
        "definition_german": "Der Körper eines verstorbenen Menschen.",
        "definition_english": "Corpse; body (of the deceased).",
        "context_snippet": "mit demselben grüblerischen und nach innen gekehrten Blick, den seine goldbraunen, bläulich umschatteten Augen an der Leiche seiner Großmutter, beim Tode seines Vaters, bei der Auflösung der großen Haushalte und so manchem weniger äußerlichen Erlebnis ähnlicher Art angenommen hatten ...",
        "chapter": 94
    },
    {
        "word": "unbestimmte",
        "definition_german": "Nicht genau festgelegt oder definiert.",
        "definition_english": "Vague; undefined; uncertain.",
        "context_snippet": "Unbestimmte und übertriebene Gerüchte über die ungünstige Liquidation gingen um, und sie wurden genährt durch die Nachricht, daß Gerda Buddenbrook das große Haus zu verkaufen gedenke.",
        "chapter": 94
    },
    {
        "word": "verspüren",
        "definition_german": "Eine Empfindung oder einen Duft wahrnehmen.",
        "definition_english": "To sense; to feel; to perceive (a scent).",
        "context_snippet": "gewärtig, den Duft, den seltsam vertrauten Duft zu verspüren, den an der Bahre seiner Großmutter alle Blumengerüche nicht zu übertäuben vermocht hatten ...",
        "chapter": 94
    },
    {
        "word": "liebhaberei",
        "definition_german": "Ein Hobby oder eine Freizeitbeschäftigung, oft kostspielig.",
        "definition_english": "Hobby; costly pastime.",
        "context_snippet": "Aber sie mußte doch einräumen, daß es unpraktisch gewesen wäre, das weitläufige und prächtige Haus, das Thomas Buddenbrooks kostspielige Liebhaberei gewesen war, fernerhin zu bewohnen und instand zu halten, und daß Gerdas Wunsch nach einer bequemen kleinen Villa, vorm Tore, im Grünen, seine Berechtigung hatte ...",
        "chapter": 94
    },
    {
        "word": "heraus",
        "definition_german": "Nach außen; Ergebnis eines Vorgangs.",
        "definition_english": "Out; forth (used in 'sich herausstellen' - to turn out).",
        "context_snippet": "ein Jahr nach der Testamentseröffnung stellte sich heraus, daß mit dieser Summe im entferntesten nicht zu rechnen war ...",
        "chapter": 94
    },
    {
        "word": "abwicklung",
        "definition_german": "Die Beendigung und Erledigung von Geschäften oder Angelegenheiten.",
        "definition_english": "Settlement; winding up (of business).",
        "context_snippet": "Die Abwicklung der Geschäfte also begann unter der Leitung Herrn Kistenmakers und des alten Herrn Marcus und sie nahm einen außerordentlich kläglichen Verlauf.",
        "chapter": 94
    },
    {
        "word": "gegebene",
        "definition_german": "Bereitgestellt; bestimmt; existierend.",
        "definition_english": "Given; specified.",
        "context_snippet": "Die gegebene Frist war kurz, sie sollte mit buchstäblicher Genauigkeit innegehalten werden, die Zeit drängte.",
        "chapter": 94
    },
    {
        "word": "tröstete",
        "definition_german": "Seelischen Trost spenden; beruhigen (Vergangenheit).",
        "definition_english": "Consoled; comforted.",
        "context_snippet": "Aber dann tröstete sie sich damit, daß das Ende der Firma ja nicht geradezu dasjenige der Familie sei, und daß ihr Neffe eben ein junges und neues Werk werde beginnen müssen, um seinem hohen Berufe nachzukommen, der ja darin bestand, dem Namen seiner Väter Glanz und Klang zu erhalten und die Familie zu neuer Blüte zu bringen.",
        "chapter": 94
    },
    {
        "word": "friederike",
        "definition_german": "Vorname; eine der Töchter der Konsulin Buddenbrook.",
        "definition_english": "Friederike (a proper name).",
        "context_snippet": "Ihre drei Töchter, Friederike, Henriette und Pfiffi, fühlten nun das Recht, den Kondolationen ihrer Verwandten eine beleidigte Miene entgegenzusetzen, als wollten sie sagen: »Da seht, eure Verfolgungen haben sie in die Grube gebracht!« ...",
        "chapter": 94
    },
    {
        "word": "vormund",
        "definition_german": "Eine Person, die gesetzlich bestellt ist, die Interessen und das Vermögen eines Minderjährigen zu vertreten.",
        "definition_english": "Guardian.",
        "context_snippet": "Herr Kistenmaker war Testamentsvollstrecker, Verwalter des Buddenbrookschen Vermögens und Vormund des kleinen Johann, und er hielt diese Ämter in Ehren.",
        "chapter": 94
    },
    {
        "word": "beste",
        "definition_german": "Das Vorteilhafteste; das Optimalste.",
        "definition_english": "Best (the best thing).",
        "context_snippet": "Aber man hielt ihn fest, und das war wohl das beste für ihn.",
        "chapter": 94
    },
    {
        "word": "auge",
        "definition_german": "Das Sehorgan (hier in der Redewendung: Aug' in Auge).",
        "definition_english": "Eye.",
        "context_snippet": "Es geschah, daß er sich in Gerda Buddenbrooks Salon erblicken durfte, ihr gegenüber in einem Fauteuil, Aug' in Auge mit ihr über den Preis ihres Hauses verhandelnd.",
        "chapter": 94
    },
    {
        "word": "anzumaßen",
        "definition_german": "Sich unberechtigterweise etwas erlauben oder zuschreiben.",
        "definition_english": "To arrogate; to presume; to claim (authority).",
        "context_snippet": "und begann andererseits in vorgerückten Jahren mit dem Dünkel einer alten Dienerin sich selbst übertriebene Befugnisse anzumaßen.",
        "chapter": 94
    },
    {
        "word": "feierabend",
        "definition_german": "Das Ende des Arbeitstages; hier: der Lebensabend, die Rente.",
        "definition_english": "End of the workday (here: twilight years/retirement).",
        "context_snippet": "trat aus den Diensten der Familie und kehrte in ihre westpreußische Heimat zurück, um bei Verwandten den Feierabend ihres Lebens zu verbringen.",
        "chapter": 94
    },
    {
        "word": "günstig",
        "definition_german": "Vorteilhaft; positiv.",
        "definition_english": "Favorable.",
        "context_snippet": "Die Ehe schien sein Befinden nicht günstig beeinflußt zu haben.",
        "chapter": 94
    },
    {
        "word": "geradezu",
        "definition_german": "Direkt; regelrecht; unmittelbar.",
        "definition_english": "Directly; absolutely; downright.",
        "context_snippet": "Aber dann tröstete sie sich damit, daß das Ende der Firma ja nicht geradezu dasjenige der Familie sei, und daß ihr Neffe eben ein junges und neues Werk werde beginnen müssen, um seinem hohen Berufe nachzukommen, der ja darin bestand, dem Namen seiner Väter Glanz und Klang zu erhalten und die Familie zu neuer Blüte zu bringen.",
        "chapter": 94
    },
    {
        "word": "drei",
        "definition_german": "Die Zahl 3.",
        "definition_english": "Three.",
        "context_snippet": "Ihre drei Töchter, Friederike, Henriette und Pfiffi, fühlten nun das Recht, den Kondolationen ihrer Verwandten eine beleidigte Miene entgegenzusetzen, als wollten sie sagen: »Da seht, eure Verfolgungen haben sie in die Grube gebracht!« ...",
        "chapter": 94
    },
    {
        "word": "streichen",
        "definition_german": "Sanft mit der Hand über etwas fahren.",
        "definition_english": "To stroke; to brush (hair).",
        "context_snippet": "sie berechtigten ihn, an der Börse mit allen Anzeichen der Überarbeitung sein Haupthaar zu streichen und zu versichern, daß er sich aufreibe ...",
        "chapter": 94
    },
    {
        "word": "beständig",
        "definition_german": "Permanent; anhaltend; immerfort.",
        "definition_english": "Constantly; persistently.",
        "context_snippet": "und, obgleich sie beständig buckliger und winziger wurde, durch eine zähere Konstitution an diese schlechte Erde gebannt war.",
        "chapter": 94
    },
    {
        "word": "verbringen",
        "definition_german": "Zeit vergehen lassen; aufhalten.",
        "definition_english": "To spend (time).",
        "context_snippet": "trat aus den Diensten der Familie und kehrte in ihre westpreußische Heimat zurück, um bei Verwandten den Feierabend ihres Lebens zu verbringen.",
        "chapter": 94
    },
    {
        "word": "jährlich",
        "definition_german": "Einmal pro Jahr stattfindend.",
        "definition_english": "Annually; yearly.",
        "context_snippet": "und hinterließ seiner Tochter eine Rente von zweihundert Mark jährlich, indem er es der öffentlichen Pietät gegen den Namen Döhlmann anheimgab, sie durch Aufnahme in das Johanniskloster zu versorgen.",
        "chapter": 94
    },
    {
        "word": "geschichte",
        "definition_german": "Die Abfolge von Ereignissen über einen längeren Zeitraum.",
        "definition_english": "History; story.",
        "context_snippet": "Manche Stunde weinte sie darüber, daß man sich des ehrwürdigen Firmenschildes, dieses durch vier Generationen überlieferten Kleinods, entäußern, daß man seine Geschichte abschließen sollte, während doch ein natürlicher Erbfolger vorhanden war.",
        "chapter": 94
    },
    {
        "word": "speicher",
        "definition_german": "Ein Lagerhaus; ein Raum zur Aufbewahrung von Gütern (Plural).",
        "definition_english": "Warehouses; storage facilities.",
        "context_snippet": "Das Lager, die Speicher wurden mit großem Schaden zu Gelde gemacht.",
        "chapter": 94
    },
    {
        "word": "eltern",
        "definition_german": "Vater und Mutter.",
        "definition_english": "Parents.",
        "context_snippet": "wie vornehm das Leben in den Häusern ihrer Eltern und Großeltern gewesen und wie Hannos Urgroßvater vierspännig über Land gefahren sei ...",
        "chapter": 94
    },
    {
        "word": "fernerhin",
        "definition_german": "Künftig; von nun an; weiterhin.",
        "definition_english": "Henceforth; furthermore.",
        "context_snippet": "Aber sie mußte doch einräumen, daß es unpraktisch gewesen wäre, das weitläufige und prächtige Haus, das Thomas Buddenbrooks kostspielige Liebhaberei gewesen war, fernerhin zu bewohnen und instand zu halten, und daß Gerdas Wunsch nach einer bequemen kleinen Villa, vorm Tore, im Grünen, seine Berechtigung hatte ...",
        "chapter": 94
    },
    {
        "word": "seit",
        "definition_german": "Von einem bestimmten Zeitpunkt in der Vergangenheit bis zur Gegenwart.",
        "definition_english": "Since; for (a duration of time).",
        "context_snippet": "Mamsell Jungmann, Ida Jungmann, seit vierzig Jahren im Buddenbrookschen Hause, trat aus den Diensten der Familie und kehrte in ihre westpreußische Heimat zurück, um bei Verwandten den Feierabend ihres Lebens zu verbringen.",
        "chapter": 94
    },
    {
        "word": "liquidation",
        "definition_german": "Die Abwicklung und Auflösung eines Unternehmens oder Vermögens.",
        "definition_english": "Liquidation; winding up (of assets/company).",
        "context_snippet": "Unbestimmte und übertriebene Gerüchte über die ungünstige Liquidation gingen um, und sie wurden genährt durch die Nachricht, daß Gerda Buddenbrook das große Haus zu verkaufen gedenke.",
        "chapter": 94
    },
    {
        "word": "sogar",
        "definition_german": "Zusätzlich; selbst; noch.",
        "definition_english": "Even; indeed.",
        "context_snippet": "Gerda Buddenbrook war so indigniert, daß sie sogar etwas wie einen halben Entschluß laut werden ließ, mit dem kleinen Johann die Stadt zu verlassen, zu ihrem alten Vater nach Amsterdam zu ziehen und wieder Duos mit ihm zu geigen.",
        "chapter": 94
    },
    {
        "word": "namen",
        "definition_german": "Die Bezeichnung einer Person oder Sache (hier Dativ/Akkusativ Singular).",
        "definition_english": "Name (singular or plural).",
        "context_snippet": "indem er es der öffentlichen Pietät gegen den Namen Döhlmann anheimgab, sie durch Aufnahme in das Johanniskloster zu versorgen.",
        "chapter": 94
    },
    {
        "word": "fünfundachtzigtausend",
        "definition_german": "Die Zahl 85.000.",
        "definition_english": "Eighty-five thousand.",
        "context_snippet": "streckte die Hand aus und bot mit tückischem Lächeln fünfundachtzigtausend Mark.",
        "chapter": 94
    },
    {
        "word": "hie",
        "definition_german": "Hier; an diesem Ort (oft in der Wendung 'hie und da').",
        "definition_english": "Here (archaic, used in 'hie and da' - here and there).",
        "context_snippet": "die immer noch hie und da gegen kleine rationalistische Anfechtungen zu kämpfen hatte und, obgleich sie beständig buckliger und winziger wurde, durch eine zähere Konstitution an diese schlechte Erde gebannt war.",
        "chapter": 94
    },
    {
        "word": "märchen",
        "definition_german": "Wunderbare Erzählungen, oft für Kinder.",
        "definition_english": "Fairy tales; folklore.",
        "context_snippet": "dem sie Grimmsche Märchen vorlesen und die Geschichte des Onkels erzählen konnte, welcher am Schluckauf gestorben war.",
        "chapter": 94
    },
    {
        "word": "senatorin",
        "definition_german": "Die Ehefrau oder Witwe eines Senators; Gerda Buddenbrook.",
        "definition_english": "Senator's wife/widow (Senatorin).",
        "context_snippet": "Dorthin zog die Senatorin, im Herbst des Jahres sechsundsiebenzig, mit ihrem Sohne, ihren Dienstboten und einem Teile ihres Hausrates, während ein anderer Teil davon unter dem Wehklagen Frau Permaneders zurückgelassen werden und in den Besitz des alternden Junggesellen übergehen mußte.",
        "chapter": 94
    },
    {
        "word": "grube",
        "definition_german": "Eine Vertiefung im Boden; hier: das Grab.",
        "definition_english": "Pit; grave.",
        "context_snippet": "»Da seht, eure Verfolgungen haben sie in die Grube gebracht!«",
        "chapter": 94
    },
    {
        "word": "henriette",
        "definition_german": "Vorname; eine der Töchter der Konsulin Buddenbrook.",
        "definition_english": "Henriette (a proper name).",
        "context_snippet": "Ihre drei Töchter, Friederike, Henriette und Pfiffi, fühlten nun das Recht, den Kondolationen ihrer Verwandten eine beleidigte Miene entgegenzusetzen, als wollten sie sagen: »Da seht, eure Verfolgungen haben sie in die Grube gebracht!« ...",
        "chapter": 94
    },
    {
        "word": "genauigkeit",
        "definition_german": "Die Eigenschaft, präzise und fehlerfrei zu sein.",
        "definition_english": "Accuracy; precision.",
        "context_snippet": "Die gegebene Frist war kurz, sie sollte mit buchstäblicher Genauigkeit innegehalten werden, die Zeit drängte.",
        "chapter": 94
    },
    {
        "word": "befinden",
        "definition_german": "Zustand der Gesundheit oder des Wohlbefindens.",
        "definition_english": "State of health; condition.",
        "context_snippet": "Die Ehe schien sein Befinden nicht günstig beeinflußt zu haben.",
        "chapter": 94
    },
    {
        "word": "schauplatz",
        "definition_german": "Ort des Geschehens; Bühne.",
        "definition_english": "Scene; stage.",
        "context_snippet": "sondern daß sie einfach auf immer vom Schauplatz verschwunden ist und irgendwo draußen vorm Tore unter der Erde liegt.",
        "chapter": 94
    },
    {
        "word": "jungmann",
        "definition_german": "Familienname; die langjährige Kinderfrau der Familie.",
        "definition_english": "Jungmann (family name).",
        "context_snippet": "Mamsell Jungmann, Ida Jungmann, seit vierzig Jahren im Buddenbrookschen Hause, trat aus den Diensten der Familie und kehrte in ihre westpreußische Heimat zurück, um bei Verwandten den Feierabend ihres Lebens zu verbringen.",
        "chapter": 94
    },
    {
        "word": "übernehmen",
        "definition_german": "Eine Verantwortung oder eine Sache annehmen.",
        "definition_english": "To take over; to undertake.",
        "context_snippet": "Er machte sich anheischig, das Haus zu übernehmen, streckte die Hand aus und bot mit tückischem Lächeln fünfundachtzigtausend Mark.",
        "chapter": 94
    },
    {
        "word": "vorhanden",
        "definition_german": "Existierend; verfügbar.",
        "definition_english": "Available; existing.",
        "context_snippet": "während doch ein natürlicher Erbfolger vorhanden war.",
        "chapter": 94
    },
    {
        "word": "vergessen",
        "definition_german": "Sich an etwas nicht mehr erinnern können; hier: nicht vernachlässigen (in der Redewendung: nicht zu vergessen).",
        "definition_english": "To forget.",
        "context_snippet": "nicht zu vergessen, daß er für seine Mühewaltung mit großer Pünktlichkeit zwei Prozent der Revenüen bezog.",
        "chapter": 94
    },
    {
        "word": "glanz",
        "definition_german": "Helle, strahlende Erscheinung; Ruhm.",
        "definition_english": "Splendor; brilliance; fame.",
        "context_snippet": "der ja darin bestand, dem Namen seiner Väter Glanz und Klang zu erhalten und die Familie zu neuer Blüte zu bringen.",
        "chapter": 94
    },
    {
        "word": "mühewaltung",
        "definition_german": "Die Anstrengung oder Arbeit, die jemand leistet.",
        "definition_english": "Exertion; trouble (for services rendered).",
        "context_snippet": "nicht zu vergessen, daß er für seine Mühewaltung mit großer Pünktlichkeit zwei Prozent der Revenüen bezog.",
        "chapter": 94
    },
    {
        "word": "greifen",
        "definition_german": "Fassen; nehmen; hier: sich ausbreiten ('Platz zu greifen').",
        "definition_english": "To grasp; to take hold.",
        "context_snippet": "daß allgemach in der Stadt eine Stimmung Platz zu greifen begann, die die verwitwete Senatorin anfangs mit Erstaunen und Befremdung, dann mit wachsendem Unwillen in ihrem Haushalt empfinden mußte ...",
        "chapter": 94
    },
    {
        "word": "dienerin",
        "definition_german": "Eine weibliche Bedienstete.",
        "definition_english": "Female servant.",
        "context_snippet": "mit dem Dünkel einer alten Dienerin sich selbst übertriebene Befugnisse anzumaßen.",
        "chapter": 94
    },
    {
        "word": "unpraktisch",
        "definition_german": "Nicht zweckmäßig; schwierig in der Anwendung.",
        "definition_english": "Impractical.",
        "context_snippet": "Aber sie mußte doch einräumen, daß es unpraktisch gewesen wäre, das weitläufige und prächtige Haus, das Thomas Buddenbrooks kostspielige Liebhaberei gewesen war, fernerhin zu bewohnen und instand zu halten, und daß Gerdas Wunsch nach einer bequemen kleinen Villa, vorm Tore, im Grünen, seine Berechtigung hatte ...",
        "chapter": 94
    },
    {
        "word": "bewegt",
        "definition_german": "Emotional ergriffen; aufgeregt.",
        "definition_english": "Moved; agitated; emotional.",
        "context_snippet": "Frau Permaneder zeigte sich heftig bewegt hierüber.",
        "chapter": 94
    },
    {
        "word": "silberzeug",
        "definition_german": "Essbesteck, Geschirr oder Gefäße aus Silber.",
        "definition_english": "Silverware; silver articles.",
        "context_snippet": "das letzte Silberzeug zu verkaufen, um dem entarteten Jakob Geld schicken zu können, der irgendwo draußen in der Welt sein Lotterleben führte ...",
        "chapter": 94
    },
    {
        "word": "befremdet",
        "definition_german": "Erstaunt oder verwundert machen (Präteritum oder Partizip).",
        "definition_english": "Surprised; astonished; alienated.",
        "context_snippet": "Dergleichen befremdete ihn nicht mehr; es hatte ihn seltsamerweise niemals befremdet.",
        "chapter": 94
    },
    {
        "word": "liquidiert",
        "definition_german": "Aufgelöst und abgewickelt werden (Partizip II).",
        "definition_english": "Liquidated; wound up.",
        "context_snippet": "Die Dinge lagen so, daß liquidiert werden, daß die Firma verschwinden sollte, und zwar binnen eines Jahres; dies war des Senators letztwillige Bestimmung.",
        "chapter": 94
    },
    {
        "word": "unvermeidlich",
        "definition_german": "Kann nicht verhindert werden; notwendig.",
        "definition_english": "Unavoidable; inevitable.",
        "context_snippet": "Das war annehmbar, denn ein Verlust war bei diesem Verkaufe unvermeidlich.",
        "chapter": 94
    },
    {
        "word": "ziehen",
        "definition_german": "Sich von einem Ort zu einem anderen begeben; umziehen.",
        "definition_english": "To move (residence); to pull.",
        "context_snippet": "zu ihrem alten Vater nach Amsterdam zu ziehen und wieder Duos mit ihm zu geigen.",
        "chapter": 94
    },
    {
        "word": "verdanken",
        "definition_german": "Als Ursache oder Grund für etwas Gutes ansehen.",
        "definition_english": "To owe (something good) to.",
        "context_snippet": "welche Buddenbrooks, nächst der Gnade Gottes, ihm, dem kleinen Johann, zu verdanken haben sollten.",
        "chapter": 94
    },
    {
        "word": "winterszeit",
        "definition_german": "Die kalte Jahreszeit.",
        "definition_english": "Wintertime.",
        "context_snippet": "von dem man sich in der Stadt erzählte, daß er zur Winterszeit, bevor er ausgehe, nicht nur seinen Paletot und Hut, sondern auch seinen Spazierstock sorgfältig am Ofen wärme, und der, bot sich einmal eine günstige Konjunktur, sicherlich die Gelegenheit vorübergehen ließ ...",
        "chapter": 94
    },
    {
        "word": "wehren",
        "definition_german": "Widerstand leisten; abhalten; verbieten.",
        "definition_english": "To restrain; to prevent; to stop.",
        "context_snippet": "Niemand hatte ihm wehren können.",
        "chapter": 94
    },
    {
        "word": "jemals",
        "definition_german": "Zu irgendeinem Zeitpunkt; überhaupt.",
        "definition_english": "Ever; at any time.",
        "context_snippet": "weder die Adressatin noch ihre Kinder jemals als Verwandte anzuerkennen gesonnen sei.",
        "chapter": 94
    },
    {
        "word": "vierspännig",
        "definition_german": "Mit einem Gespann von vier Pferden.",
        "definition_english": "Four-in-hand (drawn by four horses).",
        "context_snippet": "und wie Hannos Urgroßvater vierspännig über Land gefahren sei ...",
        "chapter": 94
    },
    {
        "word": "bat",
        "definition_german": "Eine Bitte aussprechen; fordern (Vergangenheit von bitten).",
        "definition_english": "Pleaded; asked; begged.",
        "context_snippet": "und obgleich Frau Permaneder mit der nämlichen Beredsamkeit für sie bat, mit der sie für die großen Wohnhäuser und die Möbel gebeten hatte, erhielt die alte Ida den Abschied.",
        "chapter": 94
    },
    {
        "word": "behandeln",
        "definition_german": "Mit jemandem oder etwas umgehen; verfahren mit.",
        "definition_english": "To treat; to handle.",
        "context_snippet": "in der man ihn sehr streng zu behandeln schien, wieder befreit zu werden.",
        "chapter": 94
    },
    {
        "word": "gestatten",
        "definition_german": "Erlauben; zulassen.",
        "definition_english": "To permit; to allow.",
        "context_snippet": "daß Herr Kistenmaker nicht gesonnen war, irgendwelche Eingriffe in seine Tätigkeit zu gestatten.",
        "chapter": 94
    },
    {
        "word": "hauses",
        "definition_german": "Genitiv Singular von Haus; Besitz.",
        "definition_english": "House's; of the house.",
        "context_snippet": "Aug' in Auge mit ihr über den Preis ihres Hauses verhandelnd.",
        "chapter": 94
    },
    {
        "word": "gab",
        "definition_german": "Reichte dar; erteilte (Vergangenheit von geben).",
        "definition_english": "Gave.",
        "context_snippet": "und gab dem heftigen Wunsche Ausdruck, aus dieser Anstalt, in der man ihn sehr streng zu behandeln schien, wieder befreit zu werden.",
        "chapter": 94
    },
    {
        "word": "erlebnis",
        "definition_german": "Eine persönliche Erfahrung oder Begebenheit.",
        "definition_english": "Experience.",
        "context_snippet": "Ein Erlebnis verklärte sein Greisenalter, das seinen Gliedern sogar für mehrere Stunden das Zittern nahm.",
        "chapter": 94
    },
    {
        "word": "genährt",
        "definition_german": "Gefüttert; verstärkt; unterhalten (Partizip II).",
        "definition_english": "Nourished; fed; fueled (rumors).",
        "context_snippet": "und sie wurden genährt durch die Nachricht, daß Gerda Buddenbrook das große Haus zu verkaufen gedenke.",
        "chapter": 94
    },
    {
        "word": "seht",
        "definition_german": "Schaut her; beachtet (Befehlsform Plural).",
        "definition_english": "See (imperative plural, look).",
        "context_snippet": "»Da seht, eure Verfolgungen haben sie in die Grube gebracht!«",
        "chapter": 94
    },
    {
        "word": "zugehörig",
        "definition_german": "Teil einer Gruppe oder Einheit; dazugehörend.",
        "definition_english": "Belonging; associated.",
        "context_snippet": "Sie hatte diese Frau, die weit später in die Familie eingetreten war als sie, eigentlich niemals recht als zugehörig und vollwertig angesehen und begann andererseits in vorgerückten Jahren mit dem Dünkel einer alten Dienerin sich selbst übertriebene Befugnisse anzumaßen.",
        "chapter": 94
    },
    {
        "word": "tore",
        "definition_german": "Großer Eingang oder Pforte (hier Dativ Singular: 'vorm Tore').",
        "definition_english": "Gate (Dative case, at the gate).",
        "context_snippet": "und irgendwo draußen vorm Tore unter der Erde liegt.",
        "chapter": 94
    },
    {
        "word": "seltsamerweise",
        "definition_german": "Auf eine merkwürdige oder ungewöhnliche Art.",
        "definition_english": "Strangely enough; oddly.",
        "context_snippet": "Dergleichen befremdete ihn nicht mehr; es hatte ihn seltsamerweise niemals befremdet.",
        "chapter": 94
    },
    {
        "word": "madame",
        "definition_german": "Französische Anrede für eine verheiratete Frau.",
        "definition_english": "Madam; Mrs.",
        "context_snippet": "Auch Madame Kethelsen hatte den Frieden.",
        "chapter": 94
    },
    {
        "word": "alsbald",
        "definition_german": "Sofort; unmittelbar danach.",
        "definition_english": "Immediately; soon after.",
        "context_snippet": "als die vorige Generation ihr entwachsen war, alsbald den kleinen Johann vorgefunden, den sie hegen und pflegen, dem sie Grimmsche Märchen vorlesen und die Geschichte des Onkels erzählen konnte, welcher am Schluckauf gestorben war.",
        "chapter": 94
    },
    {
        "word": "marcus",
        "definition_german": "Vor- oder Nachname; der alte Herr, der bei der Liquidation mithilft.",
        "definition_english": "Marcus (a proper name).",
        "context_snippet": "Die Abwicklung der Geschäfte also begann unter der Leitung Herrn Kistenmakers und des alten Herrn Marcus und sie nahm einen außerordentlich kläglichen Verlauf.",
        "chapter": 94
    },
    {
        "word": "letzte",
        "definition_german": "Der Zeit oder Reihenfolge nach am Ende stehend.",
        "definition_english": "Last; final.",
        "context_snippet": "das letzte Silberzeug zu verkaufen, um dem entarteten Jakob Geld schicken zu können, der irgendwo draußen in der Welt sein Lotterleben führte ...",
        "chapter": 94
    },
    {
        "word": "aline",
        "definition_german": "Vorname; Christian Buddenbrooks neue Frau, Fräulein Aline Puvogel.",
        "definition_english": "Aline (a proper name).",
        "context_snippet": "mit Fräulein Aline Puvogel, vor Gott und den Menschen vermählt hatte.",
        "chapter": 94
    },
    {
        "word": "anstoß",
        "definition_german": "Ärgernis; Grund zur Kritik oder Missbilligung.",
        "definition_english": "Offense; scandal.",
        "context_snippet": "Sie erregte Anstoß, indem sie ihre Person als allzu wichtig betrachtete, indem sie sich im Haushalte dieses oder jenes Übergriffes schuldig machte ...",
        "chapter": 94
    },
    {
        "word": "abschließen",
        "definition_german": "Beenden; zu einem Ende bringen.",
        "definition_english": "To conclude; to finish; to close.",
        "context_snippet": "daß man seine Geschichte abschließen sollte, während doch ein natürlicher Erbfolger vorhanden war.",
        "chapter": 94
    },
    {
        "word": "soweit",
        "definition_german": "In dem Maße; bis zu dem Punkt, dass.",
        "definition_english": "As far as; insofar as.",
        "context_snippet": "wurde, soweit es noch nicht im voraus verbraucht war, von Herrn Stephan Kistenmaker verwaltet, der dazu durch seines toten Freundes Testament bestellt worden war;",
        "chapter": 94
    },
    {
        "word": "fahren",
        "definition_german": "Etwas laufen lassen; unterlassen; aufgeben.",
        "definition_english": "To let go; to drop (a plan).",
        "context_snippet": "daß sie den Plan fürs erste fahren lassen mußte.",
        "chapter": 94
    },
    {
        "word": "platz",
        "definition_german": "Raum; Stelle; die Möglichkeit, sich zu etablieren ('Platz greifen').",
        "definition_english": "Place; space.",
        "context_snippet": "daß allgemach in der Stadt eine Stimmung Platz zu greifen begann, die die verwitwete Senatorin anfangs mit Erstaunen und Befremdung, dann mit wachsendem Unwillen in ihrem Haushalt empfinden mußte ...",
        "chapter": 94
    },
    {
        "word": "verehelichung",
        "definition_german": "Der Akt des Heiratens.",
        "definition_english": "Marriage; nuptials.",
        "context_snippet": "Sobald seine Verehelichung ruchbar wurde, richtete Frau Permaneder an Frau Aline Buddenbrook zu Hamburg einen langen und außerordentlich feindseligen Brief, der mit der Anrede »Madame!« begann und in sorgfältig vergifteten Worten die Erklärung enthielt, daß Frau Permaneder weder die Adressatin noch ihre Kinder jemals als Verwandte anzuerkennen gesonnen sei.",
        "chapter": 94
    },
    {
        "word": "sohne",
        "definition_german": "Dativ Singular von Sohn; dem Sohn.",
        "definition_english": "Son (dative case).",
        "context_snippet": "Dorthin zog die Senatorin, im Herbst des Jahres sechsundsiebenzig, mit ihrem Sohne, ihren Dienstboten und einem Teile ihres Hausrates, während ein anderer Teil davon unter dem Wehklagen Frau Permaneders zurückgelassen werden und in den Besitz des alternden Junggesellen übergehen mußte.",
        "chapter": 94
    },
    {
        "word": "große",
        "definition_german": "Von beträchtlicher Ausdehnung oder Bedeutung.",
        "definition_english": "Great; large.",
        "context_snippet": "Unbestimmte und übertriebene Gerüchte über die ungünstige Liquidation gingen um, und sie wurden genährt durch die Nachricht, daß Gerda Buddenbrook das große Haus zu verkaufen gedenke.",
        "chapter": 94
    },
    {
        "word": "herr",
        "definition_german": "Anrede für einen Mann; Meister.",
        "definition_english": "Mr.; master.",
        "context_snippet": "Herr Kistenmaker war Testamentsvollstrecker, Verwalter des Buddenbrookschen Vermögens und Vormund des kleinen Johann, und er hielt diese Ämter in Ehren.",
        "chapter": 94
    },
    {
        "word": "hübschen",
        "definition_german": "Nett anzusehen; ansprechend.",
        "definition_english": "Pretty; handsome.",
        "context_snippet": "die aber, vorm Burgtore an einer alten Kastanienallee gelegen und von einem hübschen Zier- und Nutzgarten umgeben, den Wünschen Gerda Buddenbrooks entsprach ...",
        "chapter": 94
    },
    {
        "word": "statt",
        "definition_german": "An einem bestimmten Ort; geschehen (in 'stattfinden').",
        "definition_english": "Place (in 'took place').",
        "context_snippet": "Die Lage ward unhaltbar, erregte Auftritte fanden statt, und obgleich Frau Permaneder mit der nämlichen Beredsamkeit für sie bat, mit der sie für die großen Wohnhäuser und die Möbel gebeten hatte, erhielt die alte Ida den Abschied.",
        "chapter": 94
    },
    {
        "word": "draußen",
        "definition_german": "Außerhalb eines geschlossenen Raumes.",
        "definition_english": "Outside.",
        "context_snippet": "und irgendwo draußen vorm Tore unter der Erde liegt.",
        "chapter": 94
    },
    {
        "word": "vorm",
        "definition_german": "Kontraktion von 'vor dem' (Präposition mit Dativ).",
        "definition_english": "Before the; in front of the.",
        "context_snippet": "und irgendwo draußen vorm Tore unter der Erde liegt.",
        "chapter": 94
    },
    {
        "word": "anrede",
        "definition_german": "Die Bezeichnung, mit der man jemanden anspricht.",
        "definition_english": "Salutation; form of address.",
        "context_snippet": "der mit der Anrede »Madame!« begann und in sorgfältig vergifteten Worten die Erklärung enthielt, daß Frau Permaneder weder die Adressatin noch ihre Kinder jemals als Verwandte anzuerkennen gesonnen sei.",
        "chapter": 94
    },
    {
        "word": "lebensluft",
        "definition_german": "Die Atmosphäre des Lebens.",
        "definition_english": "Air of life; vital atmosphere.",
        "context_snippet": "als schnuppere er behutsam in die Atmosphäre und Lebensluft, die ihn umgab, gewärtig, den Duft, den seltsam vertrauten Duft zu verspüren, den an der Bahre seiner Großmutter alle Blumengerüche nicht zu übertäuben vermocht hatten ...",
        "chapter": 94
    },
    {
        "word": "vier",
        "definition_german": "Die Zahl 4.",
        "definition_english": "Four.",
        "context_snippet": "dieses durch vier Generationen überlieferten Kleinods, entäußern, daß man seine Geschichte abschließen sollte, während doch ein natürlicher Erbfolger vorhanden war.",
        "chapter": 94
    },
    {
        "word": "geigen",
        "definition_german": "Ein Streichinstrument spielen (Violine).",
        "definition_english": "To play the violin (to fiddle).",
        "context_snippet": "zu ihrem alten Vater nach Amsterdam zu ziehen und wieder Duos mit ihm zu geigen.",
        "chapter": 94
    },
    {
        "word": "stunde",
        "definition_german": "Ein Zeitraum von sechzig Minuten.",
        "definition_english": "Hour.",
        "context_snippet": "Manche Stunde weinte sie darüber, daß man sich des ehrwürdigen Firmenschildes, dieses durch vier Generationen überlieferten Kleinods, entäußern, daß man seine Geschichte abschließen sollte, während doch ein natürlicher Erbfolger vorhanden war.",
        "chapter": 94
    },
    {
        "word": "berichtigung",
        "definition_german": "Korrektur; hier: die Begleichung einer Rechnung.",
        "definition_english": "Rectification; settlement (of accounts).",
        "context_snippet": "daß mehrere Handwerker und Lieferanten in unanständiger Weise auf die Berichtigung größerer Rechnungen gedrungen hatten,",
        "chapter": 94
    },
    {
        "word": "unbeschadet",
        "definition_german": "Ohne Schaden für; ungeachtet.",
        "definition_english": "Without prejudice to; notwithstanding.",
        "context_snippet": "unbeschadet der praktischen und ideellen Vorteile, die sie der Heirat verdankte, ihr früheres unabhängiges Leben ohne Rücksicht und Behinderung fortzuführen.",
        "chapter": 94
    },
    {
        "word": "kleine",
        "definition_german": "Von geringer Größe oder Bedeutung.",
        "definition_english": "Small; little.",
        "context_snippet": "die immer noch hie und da gegen kleine rationalistische Anfechtungen zu kämpfen hatte und, obgleich sie beständig buckliger und winziger wurde, durch eine zähere Konstitution an diese schlechte Erde gebannt war.",
        "chapter": 94
    },
    {
        "word": "vermocht",
        "definition_german": "Die Fähigkeit oder Kraft haben, etwas zu tun (Partizip II von vermögen).",
        "definition_english": "Was capable of; had the power to.",
        "context_snippet": "den an der Bahre seiner Großmutter alle Blumengerüche nicht zu übertäuben vermocht hatten ...",
        "chapter": 94
    },
    {
        "word": "anfall",
        "definition_german": "Ein plötzlicher Ausbruch von Krankheit oder Emotion.",
        "definition_english": "Attack; fit (e.g., of sickness).",
        "context_snippet": "Eines Tages erlitt sie einen heftigen Anfall von Magenkrampf, infolge davon, daß Friederike, Henriette und Pfiffi Buddenbrook einstimmig behauptet hatten, Hagenströms seien die Creme der Gesellschaft ...",
        "chapter": 94
    },
    {
        "word": "buddenbrook",
        "definition_german": "Familienname der Hauptfamilie in Thomas Manns Roman.",
        "definition_english": "Buddenbrook (the family name).",
        "context_snippet": "Die Konsulin Buddenbrook, geborene Stüwing, die Witwe Onkel Gottholds, war tot.",
        "chapter": 94
    },
    {
        "word": "bald",
        "definition_german": "Nach kurzer Zeit; frühzeitig.",
        "definition_english": "Soon; shortly.",
        "context_snippet": "Im übrigen aber hatte er nicht viel Glück bei den Geschäften und zog sich sehr bald die Unzufriedenheit Gerda Buddenbrooks zu.",
        "chapter": 94
    },
    {
        "word": "geworden",
        "definition_german": "Resultat einer Entwicklung oder Zustandsänderung (Partizip II).",
        "definition_english": "Become.",
        "context_snippet": "Obgleich die Konsulin steinalt geworden war ...",
        "chapter": 94
    },
    {
        "word": "obgleich",
        "definition_german": "Obwohl; wenngleich.",
        "definition_english": "Although; though.",
        "context_snippet": "die immer noch hie und da gegen kleine rationalistische Anfechtungen zu kämpfen hatte und, obgleich sie beständig buckliger und winziger wurde, durch eine zähere Konstitution an diese schlechte Erde gebannt war.",
        "chapter": 94
    },
    {
        "word": "angebot",
        "definition_german": "Das Anbieten eines Preises oder einer Dienstleistung.",
        "definition_english": "Offer.",
        "context_snippet": "Er mißachtete das Angebot des Herrn Gosch, er lachte darüber und schwor, daß man weit mehr bekommen werde.",
        "chapter": 94
    },
    {
        "word": "geschäftlich",
        "definition_german": "Im Zusammenhang mit Handel oder Wirtschaft.",
        "definition_english": "Businesslike; professional.",
        "context_snippet": "Seine Stimme zischte, aber er sprach kalt und geschäftlich, und nichts verriet die Erschütterung seiner Seele.",
        "chapter": 94
    },
    {
        "word": "nachdem",
        "definition_german": "Zeitliche Konjunktion, die auf ein vergangenes Ereignis verweist.",
        "definition_english": "After.",
        "context_snippet": "Nachdem sie sich während der letzten Jahre mit der Gicht hatte plagen müssen, war sie sanft, einfältig und kindergläubig dahingegangen, beneidet von ihrer gelehrten Schwester, die immer noch hie und da gegen kleine rationalistische Anfechtungen zu kämpfen hatte und, obgleich sie beständig buckliger und winziger wurde, durch eine zähere Konstitution an diese schlechte Erde gebannt war.",
        "chapter": 94
    },
    {
        "word": "erklärung",
        "definition_german": "Eine Aussage, die etwas darlegt oder feststellt.",
        "definition_english": "Explanation; declaration.",
        "context_snippet": "der mit der Anrede »Madame!« begann und in sorgfältig vergifteten Worten die Erklärung enthielt, daß Frau Permaneder weder die Adressatin noch ihre Kinder jemals als Verwandte anzuerkennen gesonnen sei.",
        "chapter": 94
    },
    {
        "word": "übergehen",
        "definition_german": "Den Besitzer wechseln; transferiert werden.",
        "definition_english": "To pass over; to transfer (ownership).",
        "context_snippet": "während ein anderer Teil davon unter dem Wehklagen Frau Permaneders zurückgelassen werden und in den Besitz des alternden Junggesellen übergehen mußte.",
        "chapter": 94
    },
    {
        "word": "steinalt",
        "definition_german": "Extrem alt.",
        "definition_english": "Stone-old; extremely old.",
        "context_snippet": "Obgleich die Konsulin steinalt geworden war ...",
        "chapter": 94
    },
    {
        "word": "erben",
        "definition_german": "Die Nachkommen, die das Vermögen erhalten sollen (Singular/Plural).",
        "definition_english": "Heir(s); inheritor(s).",
        "context_snippet": "Die Tatsache, daß ihr Bruder über seinen Sohn und einzigen Erben hinweggegangen war, daß er für ihn nicht hatte die Firma am Leben erhalten wollen, enttäuschte und schmerzte sie sehr.",
        "chapter": 94
    },
    {
        "word": "bein",
        "definition_german": "Gliedmaßen, die zum Stehen und Gehen dienen.",
        "definition_english": "Leg.",
        "context_snippet": "stützte sich auf sein eines Bein, indem er den anderen Fuß auf die Zehenspitzen stellte, und sah zu, wie sie davonging,",
        "chapter": 94
    },
    {
        "word": "gedrungen",
        "definition_german": "Mit Nachdruck verlangt; forciert (Partizip II).",
        "definition_english": "Urged; insisted.",
        "context_snippet": "daß mehrere Handwerker und Lieferanten in unanständiger Weise auf die Berichtigung größerer Rechnungen gedrungen hatten,",
        "chapter": 94
    },
    {
        "word": "gedenke",
        "definition_german": "Beabsichtigen; vorhaben (Präsens Konjunktiv, oder Infinitiv Gedenken, hier Präsens Indikativ).",
        "definition_english": "Intends; plans (to do something).",
        "context_snippet": "durch die Nachricht, daß Gerda Buddenbrook das große Haus zu verkaufen gedenke.",
        "chapter": 94
    },
    {
        "word": "urgroßvater",
        "definition_german": "Der Vater des Großvaters oder der Großmutter.",
        "definition_english": "Great-grandfather.",
        "context_snippet": "und wie Hannos Urgroßvater vierspännig über Land gefahren sei ...",
        "chapter": 94
    },
    {
        "word": "ausdruck",
        "definition_german": "Mitteilung einer inneren Haltung oder eines Wunsches.",
        "definition_english": "Expression.",
        "context_snippet": "und gab dem heftigen Wunsche Ausdruck, aus dieser Anstalt, in der man ihn sehr streng zu behandeln schien, wieder befreit zu werden.",
        "chapter": 94
    },
    {
        "word": "führte",
        "definition_german": "Leitete; betrieb; verbrachte (Präteritum von führen).",
        "definition_english": "Led; conducted; lived/pursued (a life).",
        "context_snippet": "der irgendwo draußen in der Welt sein Lotterleben führte ...",
        "chapter": 94
    },
    {
        "word": "konsul",
        "definition_german": "Ein Titel, der oft Ehren- oder Geschäftsleuten in der Stadt verliehen wird.",
        "definition_english": "Consul (title).",
        "context_snippet": "Konsul Peter Döhlmann war abgerufen worden.",
        "chapter": 94
    },
    {
        "word": "junge",
        "definition_german": "Ein männliches Kind oder Jugendlicher.",
        "definition_english": "Boy; youth.",
        "context_snippet": "Nun aber war der kleine Johann eigentlich gar nicht mehr klein, er war ein fünfzehnjähriger Junge, dem sie trotz seiner Zartheit nicht mehr beträchtlich nützen konnte ...",
        "chapter": 94
    },
    {
        "word": "wunderdinge",
        "definition_german": "Außergewöhnliche, erstaunliche Dinge.",
        "definition_english": "Marvels; wondrous things.",
        "context_snippet": "Man erzählte sich Wunderdinge über das, was sie dazu nötigte, über das bedenkliche Zusammenschmelzen des Buddenbrookschen Vermögens,",
        "chapter": 94
    },
    {
        "word": "erstreckten",
        "definition_german": "Weiteten sich aus; betrafen auch (Präteritum von sich erstrecken).",
        "definition_english": "Extended; spread (referred also to).",
        "context_snippet": "Wie zu erwarten stand, erstreckten sich Frau Permaneders Proteste auch auf den Verkauf des von ihrem Bruder erbauten Hauses.",
        "chapter": 94
    },
    {
        "word": "gelegen",
        "definition_german": "Befindlich an einem bestimmten Ort (Partizip II oder Adjektiv).",
        "definition_english": "Situated; located.",
        "context_snippet": "die aber, vorm Burgtore an einer alten Kastanienallee gelegen und von einem hübschen Zier- und Nutzgarten umgeben, den Wünschen Gerda Buddenbrooks entsprach ...",
        "chapter": 94
    },
    {
        "word": "davon",
        "definition_german": "Von dieser Sache oder diesem Ort.",
        "definition_english": "Of it; from it.",
        "context_snippet": "während ein anderer Teil davon unter dem Wehklagen Frau Permaneders zurückgelassen werden und in den Besitz des alternden Junggesellen übergehen mußte.",
        "chapter": 94
    },
    {
        "word": "wünschen",
        "definition_german": "Begehren; Sehnsüchte (Plural).",
        "definition_english": "Wishes; desires.",
        "context_snippet": "den Wünschen Gerda Buddenbrooks entsprach ...",
        "chapter": 94
    },
    {
        "word": "summe",
        "definition_german": "Eine bestimmte Menge an Geld oder eine Gesamtanzahl.",
        "definition_english": "Sum; amount.",
        "context_snippet": "ein Jahr nach der Testamentseröffnung stellte sich heraus, daß mit dieser Summe im entferntesten nicht zu rechnen war ...",
        "chapter": 94
    },
    {
        "word": "art",
        "definition_german": "Sorte; Kategorie; Weise.",
        "definition_english": "Kind; sort; manner.",
        "context_snippet": "und so manchem weniger äußerlichen Erlebnis ähnlicher Art angenommen hatten ...",
        "chapter": 94
    },
    {
        "word": "laut",
        "definition_german": "Hörbar; geräuschvoll.",
        "definition_english": "Loud; audibly.",
        "context_snippet": "daß sie sogar etwas wie einen halben Entschluß laut werden ließ, mit dem kleinen Johann die Stadt zu verlassen,",
        "chapter": 94
    },
    {
        "word": "berechtigung",
        "definition_german": "Rechtfertigung; Anspruch; Gültigkeit.",
        "definition_english": "Justification; entitlement; validity.",
        "context_snippet": "seine Berechtigung hatte ...",
        "chapter": 94
    },
    {
        "word": "tochter",
        "definition_german": "Weiblicher Nachkomme.",
        "definition_english": "Daughter.",
        "context_snippet": "und hinterließ seiner Tochter eine Rente von zweihundert Mark jährlich, indem er es der öffentlichen Pietät gegen den Namen Döhlmann anheimgab, sie durch Aufnahme in das Johanniskloster zu versorgen.",
        "chapter": 94
    },
    {
        "word": "empfinden",
        "definition_german": "Fühlen; wahrnehmen.",
        "definition_english": "To feel; to sense; to perceive.",
        "context_snippet": "die die verwitwete Senatorin anfangs mit Erstaunen und Befremdung, dann mit wachsendem Unwillen in ihrem Haushalt empfinden mußte ...",
        "chapter": 94
    },
    {
        "word": "sagen",
        "definition_german": "Wörter äußern; sprechen.",
        "definition_english": "To say; to tell.",
        "context_snippet": "als wollten sie sagen: »Da seht, eure Verfolgungen haben sie in die Grube gebracht!« ...",
        "chapter": 94
    },
    {
        "word": "gerdas",
        "definition_german": "Genitiv Singular des weiblichen Vornamens Gerda (possessiv).",
        "definition_english": "Gerda's (possessive).",
        "context_snippet": "und daß Gerdas Wunsch nach einer bequemen kleinen Villa, vorm Tore, im Grünen, seine Berechtigung hatte ...",
        "chapter": 94
    },
    {
        "word": "alte",
        "definition_german": "In fortgeschrittenem Alter.",
        "definition_english": "Old.",
        "context_snippet": "erhielt die alte Ida den Abschied.",
        "chapter": 94
    },
    {
        "word": "angesehen",
        "definition_german": "Betrachtet; bewertet (Partizip II).",
        "definition_english": "Considered; regarded.",
        "context_snippet": "eigentlich niemals recht als zugehörig und vollwertig angesehen und begann andererseits in vorgerückten Jahren mit dem Dünkel einer alten Dienerin sich selbst übertriebene Befugnisse anzumaßen.",
        "chapter": 94
    },
    {
        "word": "sicherlich",
        "definition_german": "Gewiss; zweifellos.",
        "definition_english": "Certainly; surely.",
        "context_snippet": "sicherlich die Gelegenheit vorübergehen ließ ...",
        "chapter": 94
    },
    {
        "word": "welt",
        "definition_german": "Der Planet Erde; die Umgebung.",
        "definition_english": "World.",
        "context_snippet": "der irgendwo draußen in der Welt sein Lotterleben führte ...",
        "chapter": 94
    },
    {
        "word": "stand",
        "definition_german": "Befand sich; war festgesetzt (Präteritum von stehen).",
        "definition_english": "Stood (was the case).",
        "context_snippet": "Wie zu erwarten stand, erstreckten sich Frau Permaneders Proteste auch auf den Verkauf des von ihrem Bruder erbauten Hauses.",
        "chapter": 94
    },
    {
        "word": "abgeschieden",
        "definition_german": "Verstorben; gestorben (Partizip II).",
        "definition_english": "Departed; deceased.",
        "context_snippet": "Justus Kröger war ebenfalls abgeschieden, und das war schlimm;",
        "chapter": 94
    },
    {
        "word": "klang",
        "definition_german": "Akustische Wahrnehmung; hier: Ruf, Prestige.",
        "definition_english": "Sound; resonance (here: fame, reputation).",
        "context_snippet": "dem Namen seiner Väter Glanz und Klang zu erhalten und die Familie zu neuer Blüte zu bringen.",
        "chapter": 94
    },
    {
        "word": "verhältnis",
        "definition_german": "Beziehung; Relation.",
        "definition_english": "Relationship; ratio.",
        "context_snippet": "und zu seiner Mutter stand sie, lange schon, in einem ziemlich unangenehmen Verhältnis.",
        "chapter": 94
    },
    {
        "word": "nunmehr",
        "definition_german": "Jetzt; von diesem Zeitpunkt an.",
        "definition_english": "Now; henceforth.",
        "context_snippet": "hatte er sich nunmehr in eine Anstalt begeben.",
        "chapter": 94
    },
    {
        "word": "generation",
        "definition_german": "Eine Altersstufe innerhalb einer Familie.",
        "definition_english": "Generation.",
        "context_snippet": "dieses durch vier Generationen überlieferten Kleinods, entäußern, daß man seine Geschichte abschließen sollte,",
        "chapter": 94
    },
    {
        "word": "adressatin",
        "definition_german": "Die weibliche Person, an die ein Brief oder eine Nachricht gerichtet ist.",
        "definition_english": "Addressee (female).",
        "context_snippet": "daß Frau Permaneder weder die Adressatin noch ihre Kinder jemals als Verwandte anzuerkennen gesonnen sei.",
        "chapter": 94
    },
    {
        "word": "niemand",
        "definition_german": "Keine Person.",
        "definition_english": "Nobody; no one.",
        "context_snippet": "denn nun hinderte niemand mehr seine schwache Gattin, das letzte Silberzeug zu verkaufen,",
        "chapter": 94
    },
    {
        "word": "bequemen",
        "definition_german": "Angenehm; komfortabel.",
        "definition_english": "Comfortable; convenient.",
        "context_snippet": "und daß Gerdas Wunsch nach einer bequemen kleinen Villa, vorm Tore, im Grünen, seine Berechtigung hatte ...",
        "chapter": 94
    },
    {
        "word": "kastanienallee",
        "definition_german": "Eine Allee, die von Kastanienbäumen gesäumt ist.",
        "definition_english": "Chestnut avenue.",
        "context_snippet": "vorm Burgtore an einer alten Kastanienallee gelegen und von einem hübschen Zier- und Nutzgarten umgeben, den Wünschen Gerda Buddenbrooks entsprach ...",
        "chapter": 94
    },
    {
        "word": "müssen",
        "definition_german": "Eine Notwendigkeit oder Verpflichtung haben.",
        "definition_english": "To have to; must.",
        "context_snippet": "Nachdem sie sich während der letzten Jahre mit der Gicht hatte plagen müssen, war sie sanft, einfältig und kindergläubig dahingegangen,",
        "chapter": 94
    },
    {
        "word": "gliedern",
        "definition_german": "Körperteile, insbesondere Arme und Beine (Plural).",
        "definition_english": "Limbs.",
        "context_snippet": "das seinen Gliedern sogar für mehrere Stunden das Zittern nahm.",
        "chapter": 94
    },
    {
        "word": "gott",
        "definition_german": "Höchstes Wesen; Schöpfer.",
        "definition_english": "God.",
        "context_snippet": "vor Gott und den Menschen vermählt hatte.",
        "chapter": 94
    },
    {
        "word": "innen",
        "definition_german": "Im Inneren; nach drinnen.",
        "definition_english": "Inside; inward.",
        "context_snippet": "mit demselben grüblerischen und nach innen gekehrten Blick, den seine goldbraunen, bläulich umschatteten Augen an der Leiche seiner Großmutter,",
        "chapter": 94
    },
    {
        "word": "bahre",
        "definition_german": "Ein Tragegestell für einen Sarg oder eine Leiche.",
        "definition_english": "Bier; stretcher (for a coffin).",
        "context_snippet": "den an der Bahre seiner Großmutter alle Blumengerüche nicht zu übertäuben vermocht hatten ...",
        "chapter": 94
    },
    {
        "word": "mehrere",
        "definition_german": "Mehr als zwei, aber nicht sehr viele.",
        "definition_english": "Several.",
        "context_snippet": "das seinen Gliedern sogar für mehrere Stunden das Zittern nahm.",
        "chapter": 94
    },
    {
        "word": "döhlmann",
        "definition_german": "Familienname des Konsuls Peter.",
        "definition_english": "Döhlmann (family name).",
        "context_snippet": "Konsul Peter Döhlmann war abgerufen worden.",
        "chapter": 94
    },
    {
        "word": "unheimliche",
        "definition_german": "Furchteinflößend; seltsam; gespenstisch.",
        "definition_english": "Eerie; uncanny; sinister.",
        "context_snippet": "Unheimliche Wahnideen und Zwangsvorstellungen hatten sich bei ihm in verstärktem Maße wiederholt, und auf Veranlassung seiner Gattin und eines Arztes hatte er sich nunmehr in eine Anstalt begeben.",
        "chapter": 94
    },
    {
        "word": "prestige",
        "definition_german": "Ansehen; Geltung; sozialer Rang.",
        "definition_english": "Prestige.",
        "context_snippet": "und klagte, daß es für den Namen der Familie eine neue Einbuße an Prestige bedeuten werde.",
        "chapter": 94
    },
    {
        "word": "unhaltbar",
        "definition_german": "Kann nicht aufrechterhalten werden; nicht tragbar.",
        "definition_english": "Untenable; insupportable.",
        "context_snippet": "Die Lage ward unhaltbar, erregte Auftritte fanden statt, und obgleich Frau Permaneder mit der nämlichen Beredsamkeit für sie bat, mit der sie für die großen Wohnhäuser und die Möbel gebeten hatte, erhielt die alte Ida den Abschied.",
        "chapter": 94
    },
    {
        "word": "allzu",
        "definition_german": "Zu sehr; übermäßig.",
        "definition_english": "Too; excessively.",
        "context_snippet": "indem sie ihre Person als allzu wichtig betrachtete, indem sie sich im Haushalte dieses oder jenes Übergriffes schuldig machte ...",
        "chapter": 94
    },
    {
        "word": "versorgen",
        "definition_german": "Jemanden mit dem Notwendigen ausstatten; pflegen.",
        "definition_english": "To provide for; to support.",
        "context_snippet": "sie durch Aufnahme in das Johanniskloster zu versorgen.",
        "chapter": 94
    },
    {
        "word": "einfältig",
        "definition_german": "Schlicht; naiv; ohne Hintergedanken.",
        "definition_english": "Simple-minded; naive; simple.",
        "context_snippet": "war sie sanft, einfältig und kindergläubig dahingegangen,",
        "chapter": 94
    },
    {
        "word": "weit",
        "definition_german": "Große Entfernung; bei Zeitangaben: lange, viel.",
        "definition_english": "Far; widely (here: much).",
        "context_snippet": "Sie hatte diese Frau, die weit später in die Familie eingetreten war als sie, eigentlich niemals recht als zugehörig und vollwertig angesehen",
        "chapter": 94
    },
    {
        "word": "konsulin",
        "definition_german": "Die Ehefrau oder Witwe eines Konsuls.",
        "definition_english": "Consul's wife/widow (Konsulin).",
        "context_snippet": "Die Konsulin Buddenbrook, geborene Stüwing, die Witwe Onkel Gottholds, war tot.",
        "chapter": 94
    },
    {
        "word": "hälfte",
        "definition_german": "Eine von zwei gleich großen Teilen.",
        "definition_english": "Half.",
        "context_snippet": "dessen Zinsen übrigens schon immer zur Hälfte nach Hamburg gewandert waren,",
        "chapter": 94
    },
    {
        "word": "gemahlin",
        "definition_german": "Ehefrau.",
        "definition_english": "Spouse; wife.",
        "context_snippet": "Jedenfalls setzte es seine Gemahlin in den Stand, unbeschadet der praktischen und ideellen Vorteile, die sie der Heirat verdankte, ihr früheres unabhängiges Leben ohne Rücksicht und Behinderung fortzuführen.",
        "chapter": 94
    }
]